<?php

return [

    'account_name'          => 'Название счёта',
    'account_balance'       => 'Баланс счёта',
    'number'                => 'Номер',
    'opening_balance'       => 'Начальный баланс',
    'current_balance'       => 'Текущий баланс',
    'bank_name'             => 'Название банка',
    'bank_phone'            => 'Телефон банка',
    'bank_address'          => 'Адрес банка',
    'default_account'       => 'Счёт по умолчанию',
    'incoming'              => 'Входящие',
    'outgoing'              => 'Исходящие',
    'see_performance'       => 'Просмотр эффективности',
    'create_report'         => 'Если вы хотите увидеть эффективность счёта. Вы можете создать отчёт «Доходы и расходы».',
    'banks'                 => 'Банк|Банки',
    'credit_cards'          => 'Кредитная карта|Кредитные карты',

    'form_description' => [
        'general'           => 'Используйте тип «Кредитная карта» для отрицательного начального баланса. Номер необходим для правильной сверки счетов. Счёт по умолчанию будет записывать все транзакции, если не выбрано иное.',
        'bank'              => 'У вас может быть несколько банковских счетов в более чем одном банке. Запись информации о вашем банке упростит сопоставление транзакций в вашем банке.',
    ],

    'no_records' => [
        'transactions'      => 'На этом счёте ещё нет транзакций. Создайте новую прямо сейчас.',
        'transfers'         => 'Для этого счёта ещё нет переводов. Создайте новый прямо сейчас.',
    ],

];
