<?php

return [

    'profile'               => 'Профиль',
    'logout'                => 'Выйти',
    'login'                 => 'Войти',
    'login_to'              => 'Войти, чтобы начать сеанс',
    'remember_me'           => 'Запомнить меня',
    'forgot_password'       => 'Забыли пароль?',
    'reset_password'        => 'Сбросить пароль',
    'enter_email'           => 'Введите Ваш e-mail',
    'current_email'         => 'Текущий E-mail',
    'reset'                 => 'Сбросить',
    'never'                 => 'никогда',
    
    'password' => [
        'current'           => 'Пароль',
        'current_confirm'   => 'Подтверждение пароля',
        'new'               => 'Новый пароль',
        'new_confirm'       => 'Подтверждение нового пароля',
    ],
    
    'error' => [
        'self_delete'       => 'Ошибка: нельзя удалить самого себя!',
        'no_company'        => 'Ошибка: Компания не присоединена к вашему аккаунту. Пожалуйста обратитесь к системному администратору.',
    ],

    'failed'                => 'Имя пользователя и пароль не совпадают.',
    'disabled'              => 'Эта учетная запись отключена. Пожалуйста, обратитесь к системному администратору.',
    'throttle'              => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'notification' => [
        'message_1'     => 'Вы получили это письмо потому, что мы получили запрос сброса пароля для вашей учетной записи.',
        'message_2'     => 'Если вы не запрашивали сброса пароля, дальнейших действий не требуется.',
        'button'        => 'Сбросить пароль',
    ],

];
