<?php

return [

    'select_to_action' => 'Выбрать к действию',
    'selected'         => 'выбрано',
    'bulk_actions'     => 'Массовое действие|Массовые действия',
    'delete'           => 'Удалить',
    'duplicate'        => 'Дублировать',
    'export'           => 'Экспорт',
    'enable'           => 'Включить',
    'disable'          => 'Выключить',
    'change_category'  => 'Изменить категорию',
    'change_type'      => 'Изменить тип',


    'users' => [
        'change_role'    => 'Изменить роль',
        'change_company' => 'Изменить компанию',
    ],

    'bills' => [
        'change_bill_status' => 'Изменить статус закупки',
    ],

    'payments' => [
        'change_payment_status' => 'Изменить статус платежа',
    ],

    'invoices' => [
        'change_invoice_status' => 'Изменить статус счета',
    ],

    'revenues' => [
        'change_revenue_status' => 'Изменить статус дохода',
    ],

    'categories' => [
        'change_category_status' => 'Изменить статус категории',
    ],

    'message' => [
        'sure'       => 'Вы уверены?',
        'duplicate'  => 'Вы действительно хотите дублировать эту запись?',
        'deletes'    => 'Вы действительно хотите удалить эту запись?|Вы действительно хотите удалить эти записи?',
        'exports'    => 'Вы действительно хотите экспортировать эту запись?|Вы действительно хотите экспортировать эти записи?',
        'enable'     => 'Вы действительно хотите включить эту запись?|Вы действительно хотите включить эти записи?',
        'disable'    => 'Вы действительно хотите отключить эту запись?|Вы действительно хотите отключить эти записи?',
    ]

];
