<?php

return [

    'bulk_actions'      => 'Массовое действие|Массовые действия',
    'selected'          => 'выбрано',
    'no_action'         => 'Нет доступных действий',

    'message' => [
        'duplicate'     => 'Вы уверены, что хотите <b>дублировать</b> выбранную запись?',
        'delete'        => 'Вы уверены, что хотите <b>удалить</b> выбранную запись?|Вы уверены, что хотите <b>удалить</b> выбранные записи?',
        'export'        => 'Вы уверены, что хотите <b>экспортировать</b> выбранную запись?|Вы уверены, что хотите <b>экспортировать</b> выбранные записи?',
        'download'      => 'Вы уверены, что хотите <b>скачать</b> выбранную запись?|Вы уверены, что хотите <b>скачать</b> выбранные записи?',
        'enable'        => 'Вы уверены, что хотите <b>включить</b> выбранную запись?|Вы уверены, что хотите <b>включить</b> выбранные записи?',
        'disable'       => 'Вы уверены, что хотите <b>отключить</b> выбранную запись?|Вы уверены, что хотите <b>отключить</b> выбранные записи?',
        'paid'          => 'Вы уверены, что хотите отметить выбранный счёт как <b>оплаченный</b>?|Вы уверены, что хотите отметить выбранные счета как <b>оплаченные</b>?',
        'sent'          => 'Вы уверены, что хотите отметить выбранный счёт как <b>отправленный</b>?|Вы уверены, что хотите отметить выбранные счета как <b>отправленные</b>?',
        'received'      => 'Вы уверены, что хотите отметить выбранный счёт на оплату как <b>полученный</b>?|Вы уверены, что хотите отметить выбранные счета на оплату как <b>полученные</b>?',
        'cancelled'     => 'Вы уверены, что хотите <b>отменить</b> выбранный счёт/счёт на оплату?|Вы уверены, что хотите <b>отменить</b> выбранные счета/счета на оплату?',
        'reconcile'     => 'Вы уверены, что хотите <b>сверить</b> выбранную запись?|Вы уверены, что хотите <b>сверить</b> выбранные записи?',
        'unreconcile'   => 'Вы уверены, что хотите <b>отменить сверку</b> выбранной записи?|Вы уверены, что хотите <b>отменить сверку</b> выбранных записей?',
    ],

    'success' => [
        'general'       => ':count записей :type.',
    ],
];
