<?php

return [

    'domain'                => 'Домен',
    'logo'                  => 'Логотип',

    'error' => [
        'not_user_company'  => 'Ошибка: Вы не можете изменить эту компанию!',
        'delete_active'     => 'Ошибка: нельзя удалить активную компанию, пожалуйста, смените её сперва на любую другую!',
        'disable_active'    => 'Ошибка: нельзя отключить активную компанию, пожалуйста, смените её сперва на любую другую!',
    ],

    'form_description' => [
        'general'           => 'Эта информация отображается в создаваемых вами записях.',
        'billing'           => 'Налоговый номер отображается в каждом счёте/счёте на оплату. Панель и отчёты отображаются в валюте по умолчанию.',
        'address'           => 'Адрес будет использоваться в счетах, счетах на оплату и других документах, которые вы выпускаете.',
    ],

    'skip_step'             => 'Пропустить этот шаг',

];
