<?php

return [

    'code'                  => 'Код',
    'rate'                  => 'Курс',
    'default'               => 'Валюта по умолчанию',
    'decimal_mark'          => 'Десятичный знак',
    'thousands_separator'   => 'Разделитель тысяч',
    'precision'             => 'Точность',
    'conversion'            => 'Конвертация валюты: :price (:currency_code) по курсу :currency_rate',
    'symbol' => [
        'symbol'            => 'Символ',
        'position'          => 'Позиция символа',
        'before'            => 'До суммы',
        'after'             => 'После суммы',
    ],

    'form_description' => [
        'general'           => 'Валюта по умолчанию используется на панели управления и в отчётах. Для других валют курс должен быть меньше 1 для более слабых валют и больше 1 для более сильных валют.',
    ],

    'no_currency'           => 'Без валюты',
    'create_currency'       => 'Создайте новую валюту и редактируйте её в любое время в настройках.',
    'new_currency'          => 'Новая валюта',

];
