<?php

return [

    'can_login'                 => 'Пригласить в клиентский портал',
    'can_login_description'     => 'Отправить приглашение этому пользователю для входа в клиентский портал.',
    'user_created'              => 'Пользователь создан',
    'client_portal_description' => 'Клиентский портал — это среда, где вы можете делиться транзакциями и счетами с вашими клиентами, где они отслеживают свои отношения с вашим бизнесом и производят оплату, а также входить в любое время с помощью своего пароля.',

    'error' => [
        'email'                 => 'Этот адрес эл. почты уже занят.',
    ],

    'client_portal_text' => [
        'can'                   => 'Этот клиент может войти в клиентский портал.',
        'cant'                  => 'Этот клиент не может войти в клиентский портал.',
    ],

    'form_description' => [
        'general'               => 'Контактная информация вашего клиента будет отображаться в счетах и их профилях. Вы также можете разрешить вашим клиентам входить в систему для отслеживания отправленных им счетов, установив флажок ниже.',
        'billing'               => 'Налоговый номер отображается в каждом счёте, выставленном клиенту. Выбранная валюта становится валютой по умолчанию для этого клиента.',
        'address'               => 'Адрес требуется для счетов, поэтому вам необходимо добавить реквизиты адреса выставления счетов для вашего клиента.',
        'contact_persons'       => 'Чтобы добавить дополнительных получателей в электронное письмо в качестве копии (CC), добавьте их как контактные лица.',
    ],

    'no_records' => [
        'invoices'              => 'Для этого клиента ещё нет счетов. Создайте новый счёт прямо сейчас.',
        'transactions'          => 'Для этого клиента ещё нет транзакций. Создайте новую транзакцию прямо сейчас.',
    ],

];
