<?php

return [

    'error' => [
        'not_user_dashboard'    => 'Ошибка: Вы не можете изменить этот рабочий стол!',
        'delete_last'           => 'Ошибка: Вы не можете удалить последний рабочий стол. Пожалуйста создайте сначала новый.',
        'disable_last'          => 'Ошибка: Вы не можете отключить последний рабочий стол. Пожалуйста создайте сначала новый.',
    ],

    'form_description' => [
        'general'               => 'Выберите пользователей, которым вы хотите предоставить доступ к новому рабочему столу.',
    ],

];
