<?php

return [

    'error' => [
        'not_user_dashboard'    => 'Ошибка: Вы не можете изменить эту панель!',
        'delete_last'           => 'Ошибка: Вы не можете удалить последнюю панель. Пожалуйста, создайте сначала новую!',
        'disable_last'          => 'Ошибка: Вы не можете отключить последнюю панель. Пожалуйста, создайте сначала новую!',
    ],

    'form_description' => [
        'general'               => 'Выберите пользователей, которым вы хотите предоставить доступ к новой панели.',
    ],

];
