<?php

return [

    'accounts' => [
        'cash'              => 'Оплата наличными',
    ],

    'categories' => [
        'deposit'           => 'Депозит',
        'sales'             => 'Продажи',
    ],

    'currencies' => [
        'usd'               => 'Доллар США',
        'eur'               => 'Евро',
        'gbp'               => 'Британский Фунт',
        'try'               => 'Турецкая Лира',
    ],

    'offline_payments' => [
        'cash'              => 'Оплата наличными',
        'bank'              => 'Банковский перевод',
    ],

    'reports' => [
        'income'            => 'Итоги месячных доходов по категориям.',
        'expense'           => 'Итоги месячных расходов по категориям.',
        'income_expense'    => 'Итоги месячных доходов и расходов по категориям.',
        'tax'               => 'Ежеквартальные итоги по налогам.',
        'profit_loss'       => 'Ежеквартальная прибыль и убыток по категориям.',
    ],

];
