<?php

return [

    'forbidden_access' => 'Доступ закрыт',
    'error_page'       => 'Страница ошибки',
    'page_not_found'   => 'Страница не найдена',

    'body'   => [
        'forbidden_access' => 'Ой! Запрещен доступ.',
        'error_page' => 'Ой! Что-то пошло не так.',
        'page_not_found' => 'Страница не найдена.',
    ],

    'messages'   => [
        'forbidden_access' => 'Вы можете не получить доступ к этой странице.
        тем временем, вы можете вернуться <a href=":link"> к панели</a>.',
        'error_page' => 'Вы можете не получить доступ к этой странице.
        тем временем, вы можете вернуться <a href=":link"> к панели</a>.',
        'page_not_found' => 'Мы не можем найти страницу, которую вы искали.
        Между тем, вы можете <a href=":link">вернуться на панель управления</a>.',
    ],

];
