<?php

return [

    'title' => [
        '403'       => 'Ой! Запрещен доступ',
        '404'       => 'Ой! Страница не найдена',
        '500'       => 'Ой! Что-то пошло не так',
    ],

    'header' => [
        '403'       => '403 Запрещено',
        '404'       => '404 Не найдено',
        '500'       => '500 Внутренняя ошибка сервера',
    ],

    'message' => [
        '403'       => 'Вы не имеете доступа к этой странице.',
        '404'       => 'Мы не смогли найти страницу, которую вы ищете.',
        '500'       => 'Мы постараемся исправить это в ближайшее время.',
        'record'    => 'Мы не смогли найти запись, которую вы ищете.',
    ],

];
