<?php

return [

    'quantities'            => 'Количество | Количества',
    'sales_price'           => 'Цена продажи',
    'purchase_price'        => 'Цена покупки',
    'sku'                   => 'SKU',

    'notification' => [
        'message'       => [
            'reminder' => 'Вы получили это сообщение, так как только :количество : название было переименовано',
            'out_of_stock' => 'Вы получили это сообщение, так как :name нет на складе',
        ],
        'button'        => 'Просмотреть сейчас',
    ],

];
