<?php

return [

    'sale_price'                => 'Цена продажи',
    'purchase_price'            => 'Цена покупки',
    'enter_item_description'    => 'Введите описание товара',
    'billing'                   => 'Платёжные данные',
    'sale_information'          => 'Информация о продаже',
    'purchase_information'      => 'Информация о покупке',

    'form_description' => [
        'general'               => 'Выберите категорию, чтобы сделать отчёты более детализированными. Описание будет автоматически заполнено при выборе товара в счёте или счёте на оплату.',
        'billing'               => 'Информация о продаже используется в счетах, а информация о покупке — в счетах на оплату. Налог будет применён и к счетам, и к счетам на оплату.',
    ],

];
