<?php

return [

    'success' => [
        'added'             => ':type добавлено!',
        'updated'           => ':type обновлено!',
        'deleted'           => ':type удалено!',
        'duplicated'        => ':type продублировано!',
        'imported'          => ':type импортировано!',
        'import_queued'     => ':type импорт был запланирован! Вы получите письмо по завершении импорта.',
        'exported'          => ':type экспортировано!',
        'export_queued'     => ':type экспорт был запланирован! Вы получите письмо, когда он будет готов к загрузке.',
        'enabled'           => ':type включен!',
        'disabled'          => ':type отключен!',
    ],

    'error' => [
        'over_payment'      => 'Ошибка: Платёж не добавлен! Вам следует ввести сумму, которая подходит: :amount',
        'not_user_company'  => 'Ошибка: Вы не можете управлять этой компанией!',
        'customer'          => 'Ошибка: Пользователь не создан! :name уже использует этот адрес электронной почты.',
        'no_file'           => 'Ошибка: Файл не выбран!',
        'last_category'     => 'Ошибка: Невозможно удалить последнюю категорию :type!',
        'change_type'       => 'Ошибка: Невозможно изменить тип, так как он имеет отношение :text!',
        'invalid_apikey'    => 'Ошибка: неверный API-ключ!',
        'import_column'     => 'Ошибка: :message Sheet name: :sheet. Номер строки: :line.',
        'import_sheet'      => 'Ошибка: Имя листа неверно. Пожалуйста, проверьте файл образца.',
    ],

    'warning' => [
        'deleted'           => 'Предупреждение: Вы не можете удалить <b>:name</b> потому что имеется связь с :text.',
        'disabled'          => 'Предупреждение: Вы не можете отключить <b>:name</b> потому что имеется связь с :text.',
        'reconciled_tran'   => 'Внимание: Вы не можете изменять или удалять, потому, что транзакция сверена!',
        'reconciled_doc'    => 'Предупреждение: Вы не можете изменить/удалить :type, потому, что есть сверяемые транзакции!',
        'disable_code'      => 'Предупреждение: Вы не можете отключить <b>:name</b> потому что имеется связь с :text.',
        'payment_cancel'    => 'Внимание: Ваша последняя оплата :method отменена!',
    ],

];
