<?php

return [

    'recurring'             => 'Повторяющийся',
    'every'                 => 'Каждый',
    'period'                => 'Период',
    'times'                 => 'Количество раз',
    'daily'                 => 'Ежедневно',
    'weekly'                => 'Еженедельно',
    'monthly'               => 'Ежемесячно',
    'yearly'                => 'Ежегодно',
    'custom'                => 'Задать свое',
    'days'                  => 'день(дней)',
    'weeks'                 => 'Неделя(недель)',
    'months'                => 'Месяц(Месяцев)',
    'years'                 => 'Год(лет)',
    'message'               => 'Это повторяющийся :type и следующий :type будет сгенерирован автоматически :date',

];
