<?php

return [

    'recurring'             => 'Повторяющийся',
    'every'                 => 'Каждый',
    'period'                => 'Период',
    'times'                 => 'Количество раз',
    'daily'                 => 'Ежедневно',
    'weekly'                => 'Еженедельно',
    'monthly'               => 'Ежемесячно',
    'yearly'                => 'Ежегодно',
    'custom'                => 'Задать своё',
    'days'                  => 'День(дней)',
    'weeks'                 => 'Неделя(недель)',
    'months'                => 'Месяц(месяцев)',
    'years'                 => 'Год(лет)',
    'frequency'             => 'Частота',
    'duration'              => 'Продолжительность',
    'last_issued'           => 'Последний выпуск',
    'after'                 => 'После',
    'on'                    => 'В',
    'never'                 => 'Никогда',
    'ends_after'            => 'Заканчивается после :times раз',
    'ends_never'            => 'Никогда не заканчивается',
    'ends_date'             => 'Заканчивается :date',
    'next_date'             => 'Следующий :date',
    'end'                   => 'Завершить повторение',
    'child'                 => ':url был автоматически создан :date',
    'message'               => 'Это повторяющийся :type, и следующий :type будет автоматически сгенерирован :date',
    'message_parent'        => 'Этот :type был автоматически создан из :link',
    'send_email_auto'       => 'Отправлять письмо автоматически',

    'frequency_type'        => 'Повторять этот :type',
    'custom_frequency_desc' => 'Повторять каждые :interval :frequency',
    'limit_date'            => 'Создать первый :type',
    'limit_middle'          => 'и завершить',

    'form_description' => [
        'schedule'          => 'Выберите условия и время начала/окончания, чтобы ваш клиент получал ваш :type в нужный день.',
    ],

];
