<?php

return [

    'rate'                  => 'Ставка',
    'rate_percent'          => 'Ставка (%)',
    'normal'                => 'Обычный',
    'inclusive'             => 'Включённый в цену',
    'compound'              => 'Комбинированный',
    'fixed'                 => 'Фиксированный',
    'withholding'           => 'Удержание',
    'no_taxes'              => 'Налоги отсутствуют',
    'create_task'           => 'Создайте новый налог и редактируйте его в любое время в настройках.',
    'new_tax'               => 'Новый налог',

    'form_description' => [
        'general'           => 'Включённый налог рассчитывается в цене товара. Комбинированный налог рассчитывается поверх других налогов. Фиксированный налог применяется как сумма, а не как процент.',
    ],

];
