<?php

return [

    'details'               => 'Деталь|Детали',

    'from_account'          => 'Со счёта',
    'to_account'            => 'На счёт',
    'from_rate'             => 'Курс отправителя',
    'to_rate'               => 'Курс получателя',
    'from_account_rate'     => 'Курс счёта отправителя',
    'to_account_rate'       => 'Курс счёта получателя',
    'from_amount'           => 'Сумма отправителя',
    'to_amount'             => 'Сумма получателя',
    'issued_at'             => 'Дата перевода',
    'rate'                  => 'Курс',

    'form_description' => [
        'general'           => 'Переводите деньги между счетами с разными валютами и фиксируйте курс по любой нужной вам ставке.',
        'other'             => 'Выберите метод перевода в качестве метода оплаты, чтобы сделать ваши отчёты более детализированными.',
    ],

    'messages' => [
        'delete'            => ':from на :to (:amount)',
    ],

    'slider' => [
        'create'            => ':user создал этот перевод :date',
        'transactions'      => 'Список транзакций, связанных с этим переводом',
        'transactions_desc' => ':number транзакция для :account',
        'attachments'       => 'Скачать файлы, прикреплённые к этому переводу',
    ],

];
