<?php

return [

    'form_description' => [
        'general'           => 'Контактная информация поставщика будет отображаться в счетах на оплату и в его профиле. Вы можете добавить контактную информацию и логотип для использования в счетах на оплату.',
        'billing'           => 'Налоговый номер отображается в каждом счёте на оплату, выставленном вам. Выбранная валюта становится валютой по умолчанию для данного поставщика.',
        'address'           => 'Адрес обязателен для счетов на оплату, поэтому необходимо указать адрес выставления счёта для вашего поставщика.',
    ],

    'no_records' => [
        'bills'             => 'Для этого поставщика ещё нет счетов на оплату. Создайте новый прямо сейчас.',
        'transactions'      => 'Для этого поставщика ещё нет транзакций. Создайте новую прямо сейчас.',
    ],

];
