<?php

return [

    'receivables'               => 'Дебиторская задолженность',
    'payables'                  => 'Кредиторская задолженность',
    'cash_flow'                 => 'Денежный поток',
    'profit_loss'               => 'Прибыли и убытки',
    'expenses_by_category'      => 'Расходы по категориям',
    'account_balance'           => 'Баланс счёта',
    'bank_feeds'                => 'Подключить банковские счета',
    'currencies'                => 'Валюты',

    'view_report'               => 'Просмотреть отчёт',
    'total_unpaid_invoices'     => 'Всего неоплаченных счетов',
    'total_unpaid_bills'        => 'Всего неоплаченных счетов на оплату',

    'description' => [
        'receivables'           => 'Сумма, которую вы ещё должны получить от ваших клиентов',
        'payables'              => 'Сумма, которую вы ещё должны выплатить вашим поставщикам',
        'cash_flow'             => 'Поступления и списания средств вашего бизнеса',
        'profit_loss'           => 'Доходы и расходы, включая неоплаченные счета и счета на оплату',
        'expenses_by_category'  => 'Основные расходы по различным категориям',
        'account_balance'       => 'Текущий баланс ваших банковских счетов',
        'bank_feeds'            => 'Импортируйте ваши транзакции в Akaunting автоматически <br />подключив ваши банковские счета',
    ],

    'periods' => [
        'overdue_1_30'          => '1-30 дней просрочки',
        'overdue_30_60'         => '30-60 дней просрочки',
        'overdue_60_90'         => '60-90 дней просрочки',
        'overdue_90_un'         => '> 90 дней просрочки',
    ],
];
