<?php

return [

    'account_name'          => 'Όνομα Λογαριασμού',
    'number'                => 'Αριθμός',
    'opening_balance'       => 'Εναρκτήριο υπόλοιπο',
    'current_balance'       => 'Τρέχον υπόλοιπο',
    'bank_name'             => 'Όνομα τράπεζας',
    'bank_phone'            => 'Τηλέφωνο τράπεζας',
    'bank_address'          => 'Διεύθυνση τράπεζας',
    'default_account'       => 'Προεπιλεγμένος λογαριασμός',
    'incoming'              => 'Έσοδα',
    'outgoing'              => 'Έξοδα',
    'see_performance'       => 'Δείτε την απόδοση',
    'create_report'         => 'Εάν θέλετε να δείτε την απόδοση του λογαριασμού. Μπορείτε να δημιουργήσετε μία αναφορά Εσόδων/Εξόδων.',

];
