<?php

return [

    'account_name'          => 'Όνομα Λογαριασμού',
    'account_balance'       => 'Υπόλοιπο Λογαριασμού',
    'number'                => 'Αριθμός',
    'opening_balance'       => 'Αρχικό Υπόλοιπο',
    'current_balance'       => 'Τρέχον Υπόλοιπο',
    'bank_name'             => 'Όνομα Τράπεζας',
    'bank_phone'            => 'Τηλέφωνο Τράπεζας',
    'bank_address'          => 'Διεύθυνση Τράπεζας',
    'default_account'       => 'Προεπιλεγμένος Λογαριασμός',
    'incoming'              => 'Εισερχόμενα',
    'outgoing'              => 'Εξερχόμενα',
    'see_performance'       => 'Δείτε την απόδοση',
    'create_report'         => 'Εάν θέλετε να δείτε την απόδοση του λογαριασμού, μπορείτε να δημιουργήσετε μια αναφορά Εσόδων/Εξόδων.',
    'banks'                 => 'Τράπεζα|Τράπεζες',
    'credit_cards'          => 'Πιστωτική Κάρτα|Πιστωτικές Κάρτες',

    'form_description' => [
        'general'           => 'Χρησιμοποιήστε τον τύπο πιστωτικής κάρτας για αρνητικό αρχικό υπόλοιπο. Ο αριθμός είναι απαραίτητος για τον σωστό συνδυασμό λογαριασμών. Ο προεπιλεγμένος λογαριασμός θα καταγράφει όλες τις συναλλαγές αν δεν έχουν επιλεγεί διαφορετικά.',
        'bank'              => 'Μπορεί να έχετε πολλαπλούς τραπεζικούς λογαριασμούς σε περισσότερες από μία τράπεζες. Οι πληροφορίες εγγραφής σχετικά με την τράπεζά σας θα διευκολύνουν την αντιστοίχιση των συναλλαγών εντός της τράπεζάς σας.',
    ],

    'no_records' => [
        'transactions'      => 'Δεν υπάρχει καμία συναλλαγή σε αυτόν τον λογαριασμό ακόμα. Δημιουργήστε μια νέα τώρα.',
        'transfers'         => 'Δεν υπάρχει μεταφορά από/προς αυτόν τον λογαριασμό ακόμα. Δημιουργήστε μια νέα τώρα.',
    ],

];
