<?php

return [

    'auth'                  => 'Ταυτοποίηση',
    'profile'               => 'Προφίλ',
    'logout'                => 'Αποσύνδεση',
    'login'                 => 'Σύνδεση',
    'forgot'                => 'Ξέχασα',
    'login_to'              => 'Συνδεθείτε για να ξεκινήσετε την περίοδο λειτουργίας σας',
    'remember_me'           => 'Να με θυμάσαι',
    'forgot_password'       => 'Ξέχασα τον κωδικό μου',
    'reset_password'        => 'Επαναφορά κωδικού πρόσβασης',
    'change_password'       => 'Αλλαγή Κωδικού Πρόσβασης',
    'enter_email'           => 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας',
    'current_email'         => 'Τρέχον ηλεκτρονικό ταχυδρομείο',
    'reset'                 => 'Επαναφορά',
    'never'                 => 'ποτέ',
    'landing_page'          => 'Σελίδα Προορισμού',
    'personal_information'  => 'Προσωπικά Στοιχεία',
    'register_user'         => 'Εγγραφή χρηστών',
    'register'              => 'Εγγραφή',

    'form_description' => [
        'personal'          => 'Ο σύνδεσμος πρόσκλησης θα αποσταλεί στον νέο χρήστη, έτσι ώστε η διεύθυνση ηλεκτρονικού ταχυδρομείου να είναι σωστή. Θα είναι σε θέση να εισάγετε τον κωδικό πρόσβασής τους.',
        'assign'            => 'Ο χρήστης θα έχει πρόσβαση στις επιλεγμένες εταιρείες. Μπορείτε να περιορίσετε τα δικαιώματα από τη σελίδα <a href=":url" class="border-b border-black">ρόλων</a>.',
        'preferences'       => 'Επιλέξτε την προεπιλεγμένη γλώσσα του χρήστη. Μπορείτε επίσης να ορίσετε την αρχική σελίδα μετά την σύνδεση του χρήστη.',
    ],

    'password' => [
        'pass'              => 'Κωδικός πρόσβασης',
        'pass_confirm'      => 'Επιβεβαίωση Κωδικού πρόσβασης',
        'current'           => 'Κωδικός πρόσβασης',
        'current_confirm'   => 'Επιβεβαίωση κωδικού',
        'new'               => 'Νέος κωδικός πρόσβασης',
        'new_confirm'       => 'Επιβεβαίωση νέου κωδικού',
    ],

    'error' => [
        'self_delete'       => 'Σφάλμα: Δεν μπορείτε να διαγράψετε τον εαυτό σας!',
        'self_disable'      => 'Σφάλμα: Δεν μπορείτε να απενεργοποιήσετε τον εαυτό σας!',
        'unassigned'        => 'Σφάλμα: Δεν μπορεί να αποσυσχετιστεί εταιρεία! Η :company πρέπει να ανατεθεί τουλάχιστον ένας χρήστης.',
        'no_company'        => 'Σφάλμα: Δεν έχει ανατεθεί κάποια εταιρία στο λογαριασμό σας. Παρακαλώ, επικοινωνήστε με το διαχειριστή του συστήματος.',
    ],

    'login_redirect'        => 'Η επαλήθευση ολοκληρώθηκε! Είστε σε ανακατεύθυνση...',
    'failed'                => 'Αυτά τα στοιχεία εισόδου δεν επαληθεύονται από τις εγγραφές μας.',
    'throttle'              => 'Ξεπεράσατε τις επιτρεπόμενες απόπειρες σύνδεσης. Παρακαλώ δοκιμάστε ξανά σε :seconds δευτερόλεπτα.',
    'disabled'              => 'Αυτός ο λογαριασμός είναι απενεργοποιημένος. Παρακαλώ, επικοινωνήστε με το διαχειριστή του συστήματος.',

    'notification' => [
        'message_1'         => 'Λαμβάνετε αυτό το μήνυμα επειδή ζητήσατε την επαναφορά του συνθηματικού για το λογαριασμό σας.',
        'message_2'         => 'Αν δεν ζητήσατε την επαναφορά του συνθηματικού, δεν απαιτείται κάποια περαιτέρω ενέργεια.',
        'button'            => 'Επαναφορά συνθηματικού',
    ],

    'invitation' => [
        'message_1'         => 'Λαμβάνετε αυτό το μήνυμα επειδή είστε προσκεκλημένοι να συμμετάσχετε στο Akaunting.',
        'message_2'         => 'Αν δεν θέλετε να συμμετάσχετε, δεν απαιτείται περαιτέρω ενέργεια.',
        'button'            => 'Ας αρχίσουμε',
    ],

    'information' => [
        'invoice'           => 'Δημιουργήστε εύκολα τιμολόγια',
        'reports'           => 'Λάβετε λεπτομερείς αναφορές',
        'expense'           => 'Παρακολούθηση εξόδων',
        'customize'         => 'Προσαρμόστε το Akaunting',
    ],

    'roles' => [
        'admin' => [
            'name'          => 'Διαχειριστής',
            'description'   => 'Έχουν πλήρη πρόσβαση στο Akaunting σας, συμπεριλαμβανομένων πελατών, τιμολογίων, αναφορών, ρυθμίσεων και εφαρμογών.',
        ],
        'manager' => [
            'name'          => 'Διευθυντής',
            'description'   => 'Έχουν πλήρη πρόσβαση στο Akaunting σας, αλλά δεν μπορούν να διαχειριστούν χρήστες και εφαρμογές.',
        ],
        'customer' => [
            'name'          => 'Πελάτης',
            'description'   => 'Μπορούν να έχουν πρόσβαση στην Πύλη Πελατών και να πληρώνουν τα τιμολόγιά τους online μέσω των μεθόδων πληρωμής που έχετε δημιουργήσει.',
        ],
        'accountant' => [
            'name'          => 'Λογιστής',
            'description'   => 'Μπορούν να έχουν πρόσβαση σε τιμολόγια, συναλλαγές, αναφορές και να δημιουργήσουν καταχωρήσεις περιοδικού.',
        ],
        'employee' => [
            'name'          => 'Υπάλληλος',
            'description'   => 'Μπορούν να δημιουργήσουν διεκδικήσεις δαπανών και να παρακολουθήσουν χρόνο για τα καθορισμένα έργα, αλλά μπορούν να δουν μόνο τις δικές τους πληροφορίες.',
        ],
    ],

];
