<?php

return [

    'profile'               => 'Προφίλ',
    'logout'                => 'Αποσύνδεση',
    'login'                 => 'Σύνδεση',
    'login_to'              => 'Συνδεθείτε για να ξεκινήσετε την περίοδο λειτουργίας σας',
    'remember_me'           => 'Να με θυμάσαι',
    'forgot_password'       => 'Ξέχασα τον κωδικό μου',
    'reset_password'        => 'Επαναφορά κωδικού πρόσβασης',
    'enter_email'           => 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας',
    'current_email'         => 'Τρέχον ηλεκτρονικό ταχυδρομείο',
    'reset'                 => 'Επαναφορά',
    'never'                 => 'ποτέ',
    'password' => [
        'current'           => 'Κωδικός πρόσβασης',
        'current_confirm'   => 'Επιβεβαίωση κωδικού',
        'new'               => 'Νέος κωδικός πρόσβασης',
        'new_confirm'       => 'Επιβεβαίωση νέου κωδικού',
    ],
    'error' => [
        'self_delete'       => 'Σφάλμα: Δεν μπορείτε να διαγράψετε τον εαυτό σας!'
    ],

    'failed'                => 'Αυτά τα στοιχεία εισόδου δεν επαληθεύονται από τις εγγραφές μας.',
    'disabled'              => 'Αυτός ο λογαριασμός είναι απενεργοποιημένος. Παρακαλώ, επικοινωνήστε με το διαχειριστή του συστήματος.',
    'throttle'              => 'Ξεπεράσατε τις επιτρεπόμενες απόπειρες σύνδεσης. Παρακαλώ δοκιμάστε ξανά σε :seconds δευτερόλεπτα.',

];
