<?php

return [

    'profile'               => 'Προφίλ',
    'logout'                => 'Αποσύνδεση',
    'login'                 => 'Σύνδεση',
    'login_to'              => 'Συνδεθείτε για να ξεκινήσετε την περίοδο λειτουργίας σας',
    'remember_me'           => 'Να με θυμάσαι',
    'forgot_password'       => 'Ξέχασα τον κωδικό μου',
    'reset_password'        => 'Επαναφορά κωδικού πρόσβασης',
    'enter_email'           => 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας',
    'current_email'         => 'Τρέχον ηλεκτρονικό ταχυδρομείο',
    'reset'                 => 'Επαναφορά',
    'never'                 => 'ποτέ',
    'landing_page'          => 'Σελίδα Προορισμού',

    'password' => [
        'current'           => 'Κωδικός πρόσβασης',
        'current_confirm'   => 'Επιβεβαίωση κωδικού',
        'new'               => 'Νέος κωδικός πρόσβασης',
        'new_confirm'       => 'Επιβεβαίωση νέου κωδικού',
    ],

    'error' => [
        'self_delete'       => 'Σφάλμα: Δεν μπορείτε να διαγράψετε τον εαυτό σας!',
        'self_disable'      => 'Σφάλμα: Δεν μπορείτε να απενεργοποιήσετε τον εαυτό σας!',
        'no_company'        => 'Σφάλμα: Δεν έχει ανατεθεί κάποια εταιρία στο λογαριασμό σας. Παρακαλώ, επικοινωνήστε με το διαχειριστή του συστήματος.',
    ],

    'failed'                => 'Αυτά τα στοιχεία εισόδου δεν επαληθεύονται από τις εγγραφές μας.',
    'throttle'              => 'Ξεπεράσατε τις επιτρεπόμενες απόπειρες σύνδεσης. Παρακαλώ δοκιμάστε ξανά σε :seconds δευτερόλεπτα.',
    'disabled'              => 'Αυτός ο λογαριασμός είναι απενεργοποιημένος. Παρακαλώ, επικοινωνήστε με το διαχειριστή του συστήματος.',

    'notification' => [
        'message_1'     => 'Λαμβάνετε αυτό το μήνυμα επειδή ζητήσατε την επαναφορά του συνθηματικού για το λογαριασμό σας.',
        'message_2'     => 'Αν δεν ζητήσατε την επαναφορά του συνθηματικού, δεν απαιτείται κάποια περαιτέρω ενέργεια.',
        'button'        => 'Επαναφορά συνθηματικού',
    ],

];
