<?php

return [

    'bill_number'           => 'Αριθμός Τιμολογίου Αγοράς',
    'bill_date'             => 'Ημερομηνία Τιμολογίου Αγοράς',
    'bill_amount'           => 'Ποσό Τιμολογίου Αγοράς',
    'total_price'           => 'Συνολική Τιμή',
    'due_date'              => 'Ημερομηνία Λήξης',
    'order_number'          => 'Αριθμός Παραγγελίας',
    'bill_from'             => 'Τιμολόγιο Αγοράς Από',

    'quantity'              => 'Ποσότητα',
    'price'                 => 'Τιμή',
    'sub_total'             => 'Μερικό Σύνολο',
    'discount'              => 'Έκπτωση',
    'item_discount'         => 'Έκπτωση Γραμμής',
    'tax_total'             => 'Σύνολο Φόρου',
    'total'                 => 'Σύνολο',

    'item_name'             => 'Όνομα Στοιχείου|Ονόματα Στοιχείων',
    'recurring_bills'       => 'Επαναλαμβανόμενο τιμολόγιο αγοράς|Επαναλαμβανόμενα τιμολόγια αγοράς',

    'show_discount'         => ':discount% Έκπτωση',
    'add_discount'          => 'Προσθήκη Έκπτωσης',
    'discount_desc'         => 'του μερικού συνόλου',

    'payment_made'          => 'Πληρωμή Πραγματοποιήθηκε',
    'payment_due'           => 'Προθεσμία Πληρωμής',
    'amount_due'            => 'Οφειλόμενο Ποσό',
    'paid'                  => 'Εξοφλημένο',
    'histories'             => 'Ιστορικό',
    'payments'              => 'Πληρωμές',
    'add_payment'           => 'Προσθήκη Πληρωμής',
    'mark_paid'             => 'Σημείωση ως Εξοφλημένο',
    'mark_received'         => 'Σημείωση ως Παραληφθέν',
    'mark_cancelled'        => 'Σημείωση ως Ακυρωμένο',
    'download_pdf'          => 'Λήψη PDF',
    'send_mail'             => 'Αποστολή Email',
    'create_bill'           => 'Δημιουργία Τιμολογίου Αγοράς',
    'receive_bill'          => 'Παραλαβή Τιμολογίου Αγοράς',
    'make_payment'          => 'Δημιουργία Πληρωμής',

    'form_description' => [
        'billing'           => 'Τα στοιχεία χρέωσης εμφανίζονται στο τιμολόγιο αγοράς σας. Η ημερομηνία τιμολογίου αγοράς χρησιμοποιείται στον πίνακα ελέγχου και τις αναφορές. Επιλέξτε την ημερομηνία που αναμένετε να πληρώσετε ως ημερομηνία λήξης.',
    ],

    'messages' => [
        'draft'             => 'Αυτό το τιμολόγιο αγοράς είναι <b>ΠΡΟΧΕΙΡΟ</b> και θα εμφανιστεί στα γραφήματα μετά την παραλαβή του.',

        'status' => [
            'created'       => 'Δημιουργήθηκε στις :date',
            'receive' => [
                'draft'     => 'Δεν παραλήφθηκε',
                'received'  => 'Παραλήφθηκε στις :date',
            ],
            'paid' => [
                'await'     => 'Αναμένεται εξόφληση',
            ],
        ],
    ],

];
