<?php

return [

    'bulk_actions'      => 'Μαζική Ενέργεια|Μαζικές Ενέργειες',
    'selected'          => 'επιλεγμένα',
    'no_action'         => 'Καμία διαθέσιμη ενέργεια',

    'message' => [
        'duplicate'     => 'Είστε σίγουροι ότι θέλετε να <b>αντιγράψετε</b> την επιλεγμένη εγγραφή;',
        'delete'        => 'Είστε σίγουροι ότι θέλετε να <b>διαγράψετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>διαγράψετε</b> τις επιλεγμένες εγγραφές;',
        'export'        => 'Είστε σίγουροι ότι θέλετε να <b>εξαγάγετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>εξαγάγετε</b> τις επιλεγμένες εγγραφές;',
        'download'      => 'Είστε σίγουροι ότι θέλετε να <b>κάνετε λήψη</b> της επιλεγμένης εγγραφής;|Είστε σίγουροι ότι θέλετε να <b>κάνετε λήψη</b> των επιλεγμένων εγγραφών;',
        'enable'        => 'Είστε σίγουροι ότι θέλετε να <b>ενεργοποιήσετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>ενεργοποιήσετε</b> τις επιλεγμένες εγγραφές;',
        'disable'       => 'Είστε σίγουροι ότι θέλετε να <b>απενεργοποιήσετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>απενεργοποιήσετε</b> τις επιλεγμένες εγγραφές;',
        'paid'          => 'Είστε σίγουροι ότι θέλετε να σημειώσετε το επιλεγμένο τιμολόγιο ως <b>πληρωμένο</b>;|Είστε σίγουροι ότι θέλετε να σημειώσετε τα επιλεγμένα τιμολόγια ως <b>πληρωμένα</b>?',
        'sent'          => 'Είστε σίγουροι ότι θέλετε να σημειώσετε το επιλεγμένο τιμολόγιο ως <b>απεσταλμένο</b>;|Είστε σίγουροι ότι θέλετε να σημειώσετε τα επιλεγμένα τιμολόγια ως <b>απεσταλμένα</b>?',
        'received'      => 'Είστε σίγουροι ότι θέλετε να σημειώσετε τον επιλεγμένο λογαριασμό ως <b>παραληφθέντα</b>;|Είστε σίγουροι ότι θέλετε να σημειώσετε τους επιλεγμένους λογαριασμούς ως <b>παραληφθέντες</b>?',
        'cancelled'     => 'Είστε σίγουροι ότι θέλετε να <b>ακυρώσετε</b> το επιλεγμένο τιμολόγιο;|Είστε σίγουροι ότι θέλετε να <b>ακυρώσετε</b> τα επιλεγμένα τιμολόγια;',
        'reconcile'     => 'Είστε σίγουροι ότι θέλετε να <b>συμφωνήσετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>συμφωνήσετε</b> τις επιλεγμένες εγγραφές;',
        'unreconcile'   => 'Είστε σίγουροι ότι θέλετε να <b>αναιρέσετε τη συμφωνία</b> της επιλεγμένης εγγραφής;|Είστε σίγουροι ότι θέλετε να <b>αναιρέσετε τη συμφωνία</b> των επιλεγμένων εγγραφών;',
    ],

    'success' => [
        'general'       => ':count εγγραφή :type.',
    ],
];
