<?php

return [

    'bulk_actions'      => 'Μαζική Ενέργεια|Μαζικές Ενέργειες',
    'selected'          => 'επιλεγμένα',
    'no_action'         => 'Καμία διαθέσιμη ενέργεια',

    'message' => [
        'duplicate'     => 'Είστε σίγουροι ότι θέλετε να <b>αντιγράψετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>αντιγράψετε</b> τις επιλεγμένες εγγραφές;',
        'delete'        => 'Είστε σίγουροι ότι θέλετε να <b>διαγράψετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>διαγράψετε</b> τις επιλεγμένες εγγραφές;',
        'export'        => 'Είστε σίγουροι ότι θέλετε να <b>εξαγάγετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>εξαγάγετε</b> τις επιλεγμένες εγγραφές;',
        'download'      => 'Είστε σίγουροι ότι θέλετε να <b>κάνετε λήψη</b> της επιλεγμένης εγγραφής;|Είστε σίγουροι ότι θέλετε να <b>κάνετε λήψη</b> των επιλεγμένων εγγραφών;',
        'enable'        => 'Είστε σίγουροι ότι θέλετε να <b>ενεργοποιήσετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>ενεργοποιήσετε</b> τις επιλεγμένες εγγραφές;',
        'disable'       => 'Είστε σίγουροι ότι θέλετε να <b>απενεργοποιήσετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>απενεργοποιήσετε</b> τις επιλεγμένες εγγραφές;',
        'paid'          => 'Είστε σίγουροι ότι θέλετε να σημειώσετε το επιλεγμένο τιμολόγιο ως <b>εξοφλημένο</b>;|Είστε σίγουροι ότι θέλετε να σημειώσετε τα επιλεγμένα τιμολόγια ως <b>εξοφλημένα</b>;',
        'sent'          => 'Είστε σίγουροι ότι θέλετε να σημειώσετε το επιλεγμένο τιμολόγιο ως <b>απεσταλμένο</b>;|Είστε σίγουροι ότι θέλετε να σημειώσετε τα επιλεγμένα τιμολόγια ως <b>απεσταλμένα</b>;',
        'received'      => 'Είστε σίγουροι ότι θέλετε να σημειώσετε το επιλεγμένο τιμολόγιο αγοράς ως <b>παραληφθέν</b>;|Είστε σίγουροι ότι θέλετε να σημειώσετε τα επιλεγμένα τιμολόγια αγοράς ως <b>παραληφθέντα</b>;',
        'cancelled'     => 'Είστε σίγουροι ότι θέλετε να <b>ακυρώσετε</b> το επιλεγμένο τιμολόγιο;|Είστε σίγουροι ότι θέλετε να <b>ακυρώσετε</b> τα επιλεγμένα τιμολόγια;',
        'reconcile'     => 'Είστε σίγουροι ότι θέλετε να <b>αντιπαραβάλλετε</b> την επιλεγμένη εγγραφή;|Είστε σίγουροι ότι θέλετε να <b>αντιπαραβάλλετε</b> τις επιλεγμένες εγγραφές;',
        'unreconcile'   => 'Είστε σίγουροι ότι θέλετε να <b>αναιρέσετε την αντιπαραβολή</b> της επιλεγμένης εγγραφής;|Είστε σίγουροι ότι θέλετε να <b>αναιρέσετε την αντιπαραβολή</b> των επιλεγμένων εγγραφών;',
    ],

    'success' => [
        'general'       => ':count εγγραφή|:count εγγραφές :type.',
    ],
];
