<?php

return [

    'domain'                => 'Ιστοσελίδα',
    'logo'                  => 'Λογότυπο',

    'error' => [
        'not_user_company'  => 'Σφάλμα: Δεν επιτρέπεται να αλλάξετε αυτή την εταιρεία!',
        'delete_active'     => 'Σφάλμα: Δεν μπορείτε να διαγράψετε μια ενεργή εταιρεία, παρακαλώ πρέπει πρώτα να την τροποποιήσετε!',
        'disable_active'    => 'Σφάλμα: Δεν μπορείτε να απενεργοποιήσετε την ενεργή εταιρεία. Παρακαλούμε, πρώτα επιλέξτε μια άλλη εταιρία!',
    ],

    'form_description' => [
        'general'           => 'Αυτές οι πληροφορίες είναι ορατές στις εγγραφές που δημιουργείτε.',
        'billing'           => 'Ο αριθμός φόρου εμφανίζεται σε κάθε τιμολόγιο/λογαριασμό. Ο πίνακας ελέγχου και οι αναφορές εμφανίζονται κάτω από το προεπιλεγμένο νόμισμα.',
        'address'           => 'Η διεύθυνση θα χρησιμοποιηθεί στα τιμολόγια, λογαριασμούς και άλλες εγγραφές που εκδίδετε.',
    ],

    'skip_step'             => 'Παράλειψη αυτού του βήματος',

];
