<?php

return [

    'code'                  => 'Κωδικός',
    'rate'                  => 'Ισοτιμία',
    'default'               => 'Προεπιλεγμένο νόμισμα',
    'decimal_mark'          => 'Υποδιαστολή',
    'thousands_separator'   => 'Σύμβολο διαχωρισμού χιλιάδων',
    'precision'             => 'Ακρίβεια',
    'conversion'            => 'Συνάλλαγμα: :price (:currency_code) προς :currency_rate',
    'symbol' => [
        'symbol'            => 'Σύμβολο',
        'position'          => 'Θέση συμβόλου',
        'before'            => 'Πριν από το ποσό',
        'after'             => 'Μετά από το ποσό',
    ],

    'form_description' => [
        'general'           => 'Το προεπιλεγμένο νόμισμα χρησιμοποιείται στον πίνακα ελέγχου και στις αναφορές. Για άλλα νομίσματα, η ισοτιμία πρέπει να είναι χαμηλότερη από 1 για ασθενέστερα νομίσματα και υψηλότερη από 1 για ισχυρότερα νομίσματα.',
    ],

    'no_currency'           => 'Κανένα Νόμισμα',
    'create_currency'       => 'Δημιουργήστε ένα νέο φόρο και επεξεργαστείτε οποτεδήποτε από τις ρυθμίσεις.',
    'new_currency'          => 'Νέο νόμισμα:',

];
