<?php

return [

    'can_login'                 => 'Δυνατότητα Σύνδεσης;',
    'can_login_description'     => 'Στείλτε μια πρόσκληση σε αυτόν το χρήστη για να συνδεθείτε στην Πύλη Πελάτη.',
    'user_created'              => 'Ο χρήστης δημιουργήθηκε',
    'client_portal_description' => 'Η Πύλη Πελατών είναι ένα περιβάλλον όπου μπορείτε να μοιραστείτε συναλλαγές και τιμολόγια με τους πελάτες σας, όπου παρακολουθούν τις σχέσεις τους με την επιχείρησή σας και πληρώνουν και εισέρχονται όποτε θέλουν· με τον κωδικό τους',

    'error' => [
        'email'                 => 'Το email αυτό χρησιμοποιείται ήδη.',
    ],

    'client_portal_text' => [
        'can'                   => 'Αυτός ο πελάτης μπορεί να συνδεθεί στην πύλη πελάτη.',
        'cant'                  => 'Αυτός ο πελάτης μπορεί να συνδεθεί στην πύλη πελάτη.',
    ],

    'form_description' => [
        'general'               => 'Τα στοιχεία επικοινωνίας του πελάτη σας θα εμφανίζονται στα τιμολόγια και τα προφίλ τους. Μπορείτε επίσης να επιτρέψετε στους πελάτες σας να συνδεθούν για να παρακολουθήσουν τα τιμολόγια που τους στέλνετε ελέγχοντας το παρακάτω πλαίσιο.',
        'billing'               => 'Ο αριθμός φόρου εμφανίζεται σε κάθε τιμολόγιο που εκδίδεται στον πελάτη. Το επιλεγμένο νόμισμα γίνεται το προεπιλεγμένο νόμισμα για αυτόν τον πελάτη.',
        'address'               => 'Η διεύθυνση απαιτείται για τα τιμολόγια, οπότε πρέπει να προσθέσετε τα στοιχεία διεύθυνσης χρέωσης για τον πελάτη σας.',
        'contact_persons'       => 'Για να συμπεριλάβετε επιπλέον παραλήπτες σε ένα email ως CC, προσθέστε τους ως άτομα επικοινωνίας.',
    ],

    'no_records' => [
        'invoices'              => 'Δεν υπάρχει ακόμα τιμολόγιο για αυτόν τον πελάτη. Δημιουργήστε ένα νέο τώρα.',
        'transactions'          => 'Δεν υπάρχει καμία συναλλαγή για αυτόν τον πελάτη ακόμα. Δημιουργήστε μια νέα τώρα.',
    ],

];
