<?php

return [

    'error' => [
        'not_user_dashboard'    => 'Δεν επιτρέπεται να αλλάξετε τον πίνακα ελέγχου',
        'delete_last'           => 'Δεν μπορείτε να σβήσετε αυτόν τον πίνακα ελέγχου. Δημιουργήστε έναν νέο πρώτα',
        'disable_last'          => 'Δεν μπορείτε να απενεργοποιήσετε αυτόν τον πίνακα ελέγχου. Δημιουργήστε έναν νέο πρώτα',
    ],

    'form_description' => [
        'general'               => 'Επιλέξτε τους χρήστες που θέλετε να έχουν πρόσβαση στο νέο ταμπλό.',
    ],

];
