<?php

return [

    'accounts' => [
        'cash'              => 'Μετρητά',
    ],

    'categories' => [
        'deposit'           => 'Κατάθεση',
        'sales'             => 'Πωλήσεις',
    ],

    'currencies' => [
        'usd'               => 'Δολάριο ΗΠΑ',
    ],

    'offline_payments' => [
        'cash'              => 'Μετρητά',
        'bank'              => 'Τραπεζικό έμβασμα',
    ],

    'reports' => [
        'income'            => 'Μηνιαία περίληψη εισοδήματος ανά κατηγορία.',
        'expense'           => 'Μηνιαία σύνοψη εξόδων ανά κατηγορία.',
        'income_expense'    => 'Μηνιαία περίληψη εισοδήματος ανά κατηγορία.',
        'tax'               => 'Τριμηνιαία περίληψη της φορολογίας.',
        'profit_loss'       => 'Τριμηνιαία κέρδη κατά κατηγορία.',
    ],

];
