<?php

return [

    'title' => [
        '403'       => 'Ωχ! Απαγορεύεται η πρόσβαση.',
        '404'       => 'Ωχ! Η σελίδα δεν βρέθηκε',
        '500'       => 'Ωχ! Κάτι πήγε στραβά',
    ],

    'header' => [
        '403'       => '403 Απαγορευμένο',
        '404'       => '404 Δεν Βρέθηκε',
        '500'       => '500 Εσωτερικό Σφάλμα Διακομιστή',
    ],

    'message' => [
        '403'       => 'Δεν μπορείτε να αποκτήσετε πρόσβαση σε αυτή τη σελίδα.',
        '404'       => 'Δεν μπορέσαμε να βρούμε τη σελίδα που ψάχνετε.',
        '500'       => 'Θα εργαστούμε αμέσως για να το διορθώσουμε.',
        'record'    => 'Δεν μπορέσαμε να βρούμε τον φάκελο που αναζητούσατε.',
        'amount'    => 'Αυτή η σελίδα περιέχει μη έγκυρα ποσά! Παρακαλώ, επικοινωνήστε με το διαχειριστή του συστήματος.',
    ],

];
