<?php

return [

    'forbidden_access' => 'Απαγορεύεται η πρόσβαση',
    'error_page'       => 'Σελίδα Σφάλματος',
    'page_not_found'   => 'Η σελίδα δεν βρέθηκε',

    'body'   => [
        'forbidden_access' => 'Ωχ! Απαγορεύεται η πρόσβαση.',
        'error_page' => 'Ωχ! Κάτι πήγε στραβά.',
        'page_not_found' => 'Ωχ! Η σελίδα δεν βρέθηκε.',
    ],

    'messages'   => [
        'forbidden_access' => 'Δεν έχετε πρόσβαση σε αυτή την σελίδα. Μπορείτε όμως να <a href=":link">επιστρέψετε στο πίνακα ελέγου</a>.',
        'error_page' => 'Θα προσπαθήσουμε να το φτιάξουμε άμεσα. Μπορείτε όμως να <a href=":link">επιστρέψετε στο πίνακα ελέγου</a>.',
        'page_not_found' => 'Δεν βρέθηκε η σελίδα που ψάχνετε. Μπορείτε όμως να <a href=":link">επιστρέψετε στο πίνακα ελέγου</a>.',
    ],

];
