<?php

return [

    'next'                  => 'Επόμενο',
    'refresh'               => 'Ανανέωση',

    'steps' => [
        'requirements'      => 'Παρακαλούμε, επικοινωνήστε με τον πάροχο σας για να διορθώσετε τα σφάλματα!',
        'language'          => 'Βήμα 1/3: Επιλογή Γλώσσας',
        'database'          => 'Βήμα 2/3: Ρύθμιση Βάσης Δεδομένων',
        'settings'          => 'Βήμα 3/3: Στοιχεία Εταιρείας και Διαχειριστή',
    ],

    'language' => [
        'select'            => 'Επιλέξτε γλώσσα',
    ],

    'requirements' => [
        'enabled'           => ':feature πρέπει να ενεργοποιηθεί!',
        'disabled'          => ':feature πρέπει να απενεργοποιηθεί!',
        'extension'         => 'H επέκταση :extension πρέπει να εγκατασταθεί και να φορτωθεί!',
        'directory'         => 'Ο φάκελος :directory πρέπει να είναι εγγράψιμος!',
        'executable'        => 'Το εκτελέσιμο αρχείο PHP CLI δεν έχει οριστεί/λειτουργήσει ή η έκδοσή του δεν είναι :php_version ή νεότερη! Παρακαλώ, ζητήστε από την εταιρεία φιλοξενίας σας να ορίσει σωστά τη μεταβλητή περιβάλλοντος PHP_PATH ή PHPATH.',
        'npm'               => '<b>Λείπει αρχεία JavaScript !</b> <br><br><span>Θα πρέπει να εκτελέσετε <em class="underline">npm εγκατάσταση</em> και <em class="underline">npm εκτελέσετε εντολές dev</em> .</span>', 
    ],

    'database' => [
        'hostname'          => 'Όνομα κεντρικού υπολογιστή',
        'username'          => 'Όνομα χρήστη',
        'password'          => 'Συνθηματικό',
        'name'              => 'Βάση δεδομένων',
    ],

    'settings' => [
        'company_name'      => 'Επωνυμία Εταιρείας',
        'company_email'     => 'Ηλεκτρονική Διεύθυνση Εταιρίας',
        'admin_email'       => 'Ηλεκτρονική Διεύθυνση Διαχειριστή',
        'admin_password'    => 'Συνθηματικό Διαχειριστή',
    ],

    'error' => [
        'php_version'       => 'Σφάλμα: Απαιτείται PHP :php_version ή νεότερη. Επικοινωνήστε με τον πάροχο σας.',
        'connection'        => 'Σφάλμα: Η σύνδεση με τη βάση δεδομένων δεν ήταν δυνατή! Παρακαλούμε, βεβαιωθείτε ότι τα στοιχεία είναι σωστά.',
    ],

    'update' => [
        'core'              => 'Το Akaunting νέα έκδοση είναι διαθέσιμο! Παρακαλώ, ενημερώστε το <a href=":url">της εγκατάστασής σας.</a>',
        'module'            => 'Το Akaunting νέα έκδοση είναι διαθέσιμο! Παρακαλώ, ενημερώστε το <a href=":url">της εγκατάστασής σας.</a>',
    ],
];
