<?php

return [

    'next'                  => 'Επόμενο',
    'refresh'               => 'Ανανέωση',

    'steps' => [
        'requirements'      => 'Παρακαλώ, να πληρούνται οι ακόλουθες προϋποθέσεις!',
        'language'          => 'Βήμα 1 από 3: Επιλογή Γλώσσας',
        'database'          => 'Βήμα 2 από 3: Εγκατάσταση Βάσης Δεδομένων',
        'settings'          => 'Βήμα 3 από 3: Στοιχεία Εταιρείας και Διαχειριστή',
    ],

    'language' => [
        'select'            => 'Επιλέξτε γλώσσα',
    ],

    'requirements' => [
        'enabled'           => ':feature πρέπει να ενεργοποιηθεί!',
        'disabled'          => ':feature πρέπει να απενεργοποιηθεί!',
        'extension'         => ':extension η επέκταση πρέπει να φορτωθεί!',
        'directory'         => ':directory ο καταλόγος πρέπει να είναι εγγράψιμος!',
    ],

    'database' => [
        'hostname'          => 'Όνομα κεντρικού υπολογιστή',
        'username'          => 'Όνομα χρήστη',
        'password'          => 'Κωδικός πρόσβασης',
        'name'              => 'Βάση δεδομένων',
    ],

    'settings' => [
        'company_name'      => 'Επωνυμία εταιρείας',
        'company_email'     => 'Εταιρικό ηλεκτρονικό ταχυδρομείο',
        'admin_email'       => 'Ηλεκτρονικού ταχυδρομείου Διαχειριστή',
        'admin_password'    => 'Κωδικός Πρόσβασης Διαχειριστή',
    ],

    'error' => [
        'connection'        => 'Σφάλμα: Η σύνδεση με τη βάση δεδομένων ήταν αδύνατη! Παρακαλούμε, βεβαιωθείτε ότι τα στοιχεία είναι σωστά.',
    ],

];
