<?php

return [

    'next'                  => 'Επόμενο',
    'refresh'               => 'Ανανέωση',

    'steps' => [
        'requirements'      => 'Παρακαλούμε, επικοινωνήστε με τον πάροχο σας για να διορθώσετε τα σφάλματα!',
        'language'          => 'Βήμα 1/3: Επιλογή Γλώσσας',
        'database'          => 'Βήμα 2/3: Ρύθμιση Βάσης Δεδομένων',
        'settings'          => 'Βήμα 3/3: Στοιχεία Εταιρείας και Διαχειριστή',
    ],

    'language' => [
        'select'            => 'Επιλέξτε γλώσσα',
    ],

    'requirements' => [
        'enabled'           => ':feature πρέπει να ενεργοποιηθεί!',
        'disabled'          => ':feature πρέπει να απενεργοποιηθεί!',
        'extension'         => 'H επέκταση :extension πρέπει να εγκατασταθεί και να φορτωθεί!',
        'directory'         => 'Ο φάκελος :directory πρέπει να είναι εγγράψιμος!',
    ],

    'database' => [
        'hostname'          => 'Όνομα κεντρικού υπολογιστή',
        'username'          => 'Όνομα χρήστη',
        'password'          => 'Συνθηματικό',
        'name'              => 'Βάση δεδομένων',
    ],

    'settings' => [
        'company_name'      => 'Επωνυμία Εταιρείας',
        'company_email'     => 'Ηλεκτρονική Διεύθυνση Εταιρίας',
        'admin_email'       => 'Ηλεκτρονική Διεύθυνση Διαχειριστή',
        'admin_password'    => 'Συνθηματικό Διαχειριστή',
    ],

    'error' => [
        'connection'        => 'Σφάλμα: Η σύνδεση με τη βάση δεδομένων δεν ήταν δυνατή! Παρακαλούμε, βεβαιωθείτε ότι τα στοιχεία είναι σωστά.',
    ],

];
