<?php

return [

    'invoice_number'    => 'Αριθμός Τιμολογίου',
    'invoice_date'      => 'Ημερομηνία Τιμολογίου',
    'total_price'       => 'Συνολική Τιμή',
    'due_date'          => 'Ημ/νία Προθεσμίας Πληρωμής',
    'order_number'      => 'Αριθμός παραγγελίας',
    'bill_to'           => 'Πληρωτέες σε',

    'quantity'          => 'Ποσότητα',
    'price'             => 'Τιμή',
    'sub_total'         => 'Μερικό Σύνολο',
    'tax_total'         => 'Σύνολο φόρου',
    'total'             => 'Σύνολο',

    'item_name'         => 'Όνομα Αντικειμένου | Ονόματα Αντικειμένων',

    'payment_due'       => 'Οφειλόμενη Πληρωμή',
    'paid'              => 'Εξοφλημένο',
    'histories'         => 'Ιστορικό',
    'payments'          => 'Πληρωμές',
    'add_payment'       => 'Προσθήκη πληρωμής',
    'mark_paid'         => 'Σημείωσε ως Εξοφλημένο',
    'mark_sent'         => 'Σημείωσε ως Απεσταλμένο',
    'download_pdf'      => 'Λήψη PDF',
    'send_mail'         => 'Αποστολή email Μηνύματος',

    'status' => [
        'draft'         => 'Προσχέδιο',
        'sent'          => 'Απεσταλμένο',
        'viewed'        => 'Έχει ανοιχτεί',
        'approved'      => 'Έχει εγκριθεί',
        'partial'       => 'Μερικός',
        'paid'          => 'Πληρωμένο',
    ],

    'messages' => [
        'email_sent'     => 'Τιμολόγιο email έχει σταλεί με επιτυχία!',
        'marked_sent'    => 'Τιμολόγιο σημασμένο ως σταλμένο με επιτυχία!',
        'email_required' => 'Δεν υπάρχει διεύθυνση email για αυτόν τον πελάτη!',
    ],

    'notification' => [
        'message'       => 'Λαμβάνετε αυτό το μήνυμα επειδή έχετε ένα επερχόμενο: ποσό τιμολογίου σε : πελάτη πελάτη.',
        'button'        => 'Εξόφληση τώρα',
    ],

];
