<?php

return [

    'invoice_number'        => 'Αριθμός Τιμολογίου',
    'invoice_date'          => 'Ημερομηνία Τιμολογίου',
    'invoice_amount'        => 'Σύνολο Τιμολογίου',
    'total_price'           => 'Συνολική Τιμή',
    'due_date'              => 'Ημερομηνία Λήξης',
    'order_number'          => 'Αριθμός Παραγγελίας',
    'bill_to'               => 'Προς Χρέωση',
    'cancel_date'           => 'Ημερομηνία Ακύρωσης',
    'over_payment'          => 'Το ποσό που εισαγάγατε υπερβαίνει το σύνολο: :amount',

    'quantity'              => 'Ποσότητα',
    'price'                 => 'Τιμή',
    'sub_total'             => 'Μερικό Σύνολο',
    'discount'              => 'Έκπτωση',
    'item_discount'         => 'Έκπτωση Γραμμής',
    'tax_total'             => 'Σύνολο Φόρου',
    'total'                 => 'Σύνολο',

    'item_name'             => 'Όνομα Στοιχείου|Ονόματα Στοιχείων',
    'recurring_invoices'    => 'Επαναλαμβανόμενο τιμολόγιο|Επαναλαμβανόμενα τιμολόγια',

    'show_discount'         => ':discount% Έκπτωση',
    'add_discount'          => 'Προσθήκη Έκπτωσης',
    'discount_desc'         => 'του μερικού συνόλου',

    'payment_due'           => 'Προθεσμία Πληρωμής',
    'paid'                  => 'Εξοφλημένο',
    'histories'             => 'Ιστορικό',
    'payments'              => 'Πληρωμές',
    'add_payment'           => 'Προσθήκη Πληρωμής',
    'mark_paid'             => 'Σημείωση ως Εξοφλημένο',
    'mark_sent'             => 'Σημείωση ως Απεσταλμένο',
    'mark_viewed'           => 'Σημείωση ως Προβληθέν',
    'mark_cancelled'        => 'Σημείωση ως Ακυρωμένο',
    'download_pdf'          => 'Λήψη PDF',
    'send_mail'             => 'Αποστολή Email',
    'all_invoices'          => 'Συνδεθείτε για να δείτε όλα τα τιμολόγια',
    'create_invoice'        => 'Δημιουργία Τιμολογίου',
    'send_invoice'          => 'Αποστολή Τιμολογίου',
    'get_paid'              => 'Είσπραξη Πληρωμής',
    'accept_payments'       => 'Αποδοχή Ηλεκτρονικών Πληρωμών',
    'payments_received'     => 'Πληρωμές που ελήφθησαν',

    'form_description' => [
        'billing'           => 'Τα στοιχεία χρέωσης εμφανίζονται στο τιμολόγιό σας. Η ημερομηνία τιμολογίου χρησιμοποιείται στον πίνακα ελέγχου και τις αναφορές. Επιλέξτε την ημερομηνία που αναμένετε να πληρωθείτε ως ημερομηνία λήξης.',
    ],

    'messages' => [
        'email_required'    => 'Δεν υπάρχει διεύθυνση email για αυτόν τον πελάτη!',
        'totals_required'   => 'Απαιτούνται τα σύνολα του τιμολογίου. Παρακαλώ επεξεργαστείτε το :type και αποθηκεύστε το ξανά.',

        'draft'             => 'Αυτό το τιμολόγιο είναι <b>ΠΡΟΧΕΙΡΟ</b> και θα εμφανιστεί στα γραφήματα αφού σταλεί.',

        'status' => [
            'created'       => 'Δημιουργήθηκε στις :date',
            'viewed'        => 'Έχει προβληθεί',
            'send' => [
                'draft'     => 'Δεν εστάλη',
                'sent'      => 'Εστάλη στις :date',
            ],
            'paid' => [
                'await'     => 'Αναμένεται εξόφληση',
            ],
        ],

        'name_or_description_required' => 'Το τιμολόγιό σας πρέπει να εμφανίζει τουλάχιστον ένα από τα <b>:name</b> ή <b>:description</b>.',
    ],

    'share' => [
        'show_link'         => 'Ο πελάτης σας μπορεί να δει το τιμολόγιο σε αυτόν τον σύνδεσμο',
        'copy_link'         => 'Αντιγράψτε τον σύνδεσμο και μοιραστείτε τον με τον πελάτη σας.',
        'success_message'   => 'Αντιγράφηκε σύνδεσμος κοινής χρήσης στο πρόχειρο!',
    ],

    'sticky' => [
        'description'       => 'Προεπισκόπηση του τρόπου με τον οποίο ο πελάτης σας θα δει την διαδικτυακή έκδοση του τιμολογίου σας.',
    ],

];
