<?php

return [

    'invoice_number'        => 'Αριθμός Τιμολογίου',
    'invoice_date'          => 'Ημερομηνία Τιμολογίου',
    'total_price'           => 'Συνολική Τιμή',
    'due_date'              => 'Ημ/νία Προθεσμίας Πληρωμής',
    'order_number'          => 'Αριθμός παραγγελίας',
    'bill_to'               => 'Πληρωτέες σε',

    'quantity'              => 'Ποσότητα',
    'price'                 => 'Τιμή',
    'sub_total'             => 'Μερικό Σύνολο',
    'discount'              => 'Έκπτωση',
    'tax_total'             => 'Σύνολο φόρου',
    'total'                 => 'Σύνολο',

    'item_name'             => 'Όνομα Προϊόντος|Ονόματα Προϊόντων',

    'show_discount'         => ':discount % Έκπτωση',
    'add_discount'          => 'Προσθήκη έκπτωσης',
    'discount_desc'         => 'του μερικού συνόλου',

    'payment_due'           => 'Ημ/νία Προθεσμίας Πληρωμής',
    'paid'                  => 'Εξοφλημένο',
    'histories'             => 'Ιστορικό',
    'payments'              => 'Πληρωμές',
    'add_payment'           => 'Προσθήκη Πληρωμής',
    'mark_paid'             => 'Σημείωσε ως Εξοφλημένο',
    'mark_sent'             => 'Σημείωσε ως Απεσταλμένο',
    'download_pdf'          => 'Λήψη PDF',
    'send_mail'             => 'Αποστολή email Μηνύματος',
    'all_invoices'          => 'Συνδεθείτε για να δείτε όλα τα τιμολόγια',
    'create_invoice'        => 'Δημιουργία Τιμολογίου',
    'send_invoice'          => 'Αποστολή Τιμολογίου',
    'get_paid'              => 'Λήψη Πληρωμής',
    'accept_payments'       => 'Δεχτείτε ηλεκτρονικές πληρωμές',

    'statuses' => [
        'draft'             => 'Προσχέδιο',
        'sent'              => 'Απεσταλμένο',
        'viewed'            => 'Έχει ανοιχτεί',
        'approved'          => 'Έχει εγκριθεί',
        'partial'           => 'Μερικώς εξοφλημένο',
        'paid'              => 'Εξοφλημένο',
    ],

    'messages' => [
        'email_sent'        => 'Το τιμολόγιο στάλθηκε με email!',
        'marked_sent'       => 'Το τιμολόγιο ορίστηκε ως απεσταλμένο!',
        'marked_paid'       => 'Το τιμολόγιο ορίστηκε ως εξοφλημένο!',
        'email_required'    => 'Δεν υπάρχει διεύθυνση email για αυτόν τον πελάτη!',
        'draft'             => 'Αυτό το τιμολόγιο είναι <b>ΠΡΟΧΕΙΡΟ</b> και θα εμφανιστεί στα γραφήματα μετά την παραλαβή του.',

        'status' => [
            'created'       => 'Δημιουργήθηκε στις :date',
            'viewed'        => 'Έχει προβληθεί',
            'send' => [
                'draft'     => 'Δεν εστάλη',
                'sent'      => 'Εστάλη στις :date',
            ],
            'paid' => [
                'await'     => 'Αναμένεται εξόφληση',
            ],
        ],
    ],

];
