<?php

return [

    'quantities'            => 'Ποσότητα | Ποσότητες',
    'sales_price'           => 'Τιμή Πώλησης',
    'purchase_price'        => 'Τιμή αγοράς',
    'sku'                   => 'Μονάδες Προϊόντος σε Απόθεμα',

    'notification' => [
        'message'       => [
            'reminder' => 'Λαμβάνετε αυτό το μήνυμα επειδή έχουν απομείνει μόνο :quantity από το :name.',
            'out_of_stock' => 'Λαμβάνετε αυτό το μήνυμα επειδή τελειώνει το απόθεμα του :name.',
        ],
        'button'        => 'Δείτε τώρα',
    ],

];
