<?php

return [

    'sale_price'                => 'Τιμή Πώλησης',
    'purchase_price'            => 'Τιμή αγοράς',
    'enter_item_description'    => 'Εισάγετε Περιγραφή Αντικειμένου',
    'billing'                   => 'Χρέωση',
    'sale_information'          => 'Πληροφορίες Πώλησης',
    'purchase_information'      => 'Πληροφορίες Πώλησης',

    'form_description' => [
        'general'               => 'Επιλέξτε μια κατηγορία για να κάνετε τις αναφορές σας πιο λεπτομερείς. Η περιγραφή θα συμπληρωθεί όταν επιλεγεί το αντικείμενο σε ένα τιμολόγιο ή λογαριασμό.',
        'billing'               => 'Οι πληροφορίες πώλησης χρησιμοποιούνται στα τιμολόγια και οι πληροφορίες αγοράς χρησιμοποιούνται εντός λογαριασμών. Ο φόρος θα εφαρμοστεί τόσο στα τιμολόγια όσο και στους λογαριασμούς.',
    ],

];
