<?php

return [

    'sale_price'                => 'Τιμή Πώλησης',
    'purchase_price'            => 'Τιμή Αγοράς',
    'enter_item_description'    => 'Εισάγετε Περιγραφή Στοιχείου',
    'billing'                   => 'Χρέωση',
    'sale_information'          => 'Πληροφορίες Πώλησης',
    'purchase_information'      => 'Πληροφορίες Αγοράς',

    'form_description' => [
        'general'               => 'Επιλέξτε μια κατηγορία για να κάνετε τις αναφορές σας πιο λεπτομερείς. Η περιγραφή θα συμπληρωθεί όταν επιλεγεί το στοιχείο σε ένα τιμολόγιο ή τιμολόγιο αγοράς.',
        'billing'               => 'Οι πληροφορίες πώλησης χρησιμοποιούνται στα τιμολόγια και οι πληροφορίες αγοράς χρησιμοποιούνται στα τιμολόγια αγοράς. Ο φόρος θα εφαρμοστεί τόσο στα τιμολόγια όσο και στα τιμολόγια αγοράς.',
    ],

];
