<?php

return [

    'success' => [
        'added'             => 'Το :type προστέθηκε!',
        'created'           => 'Το :type δημιουργήθηκε!',
        'updated'           => 'Το :type ενημερώθηκε!',
        'deleted'           => 'Το :type διαγράφηκε!',
        'duplicated'        => 'Το :type αντιγράφηκε!',
        'imported'          => 'Το :type εισήχθη!',
        'import_queued'     => 'Η εισαγωγή :type προγραμματίστηκε! Θα λάβετε email όταν ολοκληρωθεί.',
        'exported'          => 'Το :type εξήχθη!',
        'export_queued'     => 'Η εξαγωγή :type της τρέχουσας σελίδας προγραμματίστηκε! Θα λάβετε email όταν είναι έτοιμη για λήψη.',
        'download_queued'   => 'Η λήψη :type της τρέχουσας σελίδας προγραμματίστηκε! Θα λάβετε email όταν είναι έτοιμη για λήψη.',
        'enabled'           => 'Το :type ενεργοποιήθηκε!',
        'disabled'          => 'Το :type απενεργοποιήθηκε!',
        'connected'         => 'Το :type συνδέθηκε!',
        'invited'           => 'Το :type προσκλήθηκε!',
        'ended'             => 'Το :type έληξε!',
        'clear_all'         => 'Τέλεια! Εκκαθαρίσατε όλα τα :type σας.',
    ],

    'error' => [
        'over_payment'      => 'Σφάλμα: Η πληρωμή δεν προστέθηκε! Το ποσό υπερβαίνει το σύνολο: :amount',
        'not_user_company'  => 'Σφάλμα: Δεν επιτρέπεται να διαχειριστείτε αυτή την εταιρεία!',
        'customer'          => 'Σφάλμα: Ο χρήστης δεν δημιουργήθηκε! Ο/Η :name χρησιμοποιεί ήδη αυτό το email.',
        'no_file'           => 'Σφάλμα: Δεν έχετε επιλέξει αρχείο!',
        'last_category'     => 'Σφάλμα: Δεν μπορείτε να διαγράψετε την τελευταία κατηγορία <b>:type</b>!',
        'transfer_category' => 'Σφάλμα: Δεν μπορείτε να διαγράψετε την κατηγορία μεταφοράς <b>:type</b>!',
        'change_type'       => 'Σφάλμα: Δεν μπορεί να αλλαχθεί ο τύπος διότι υπάρχει συσχετιζόμενο :text!',
        'invalid_apikey'    => 'Σφάλμα: Το κλειδί API που εισαγάγατε δεν είναι έγκυρο!',
        'empty_apikey'      => 'Σφάλμα: Δεν έχετε εισαγάγει το κλειδί API! <a href=":url" class="font-bold underline underline-offset-4">Κάντε κλικ εδώ</a> για να εισαγάγετε το κλειδί API.',
        'import_column'     => 'Σφάλμα: :message Όνομα στήλης: :column. Αριθμός γραμμής: :line.',
        'import_sheet'      => 'Σφάλμα: Το όνομα του φύλλου δεν είναι έγκυρο. Παρακαλώ συμβουλευτείτε το διαθέσιμο παράδειγμα.',
        'same_amount'       => 'Σφάλμα: Το συνολικό ποσό του διαχωρισμού πρέπει να είναι ακριβώς ίσο με το σύνολο της :transaction: :amount',
        'over_match'        => 'Σφάλμα: Το :type δεν συνδέθηκε! Το ποσό που εισαγάγατε δεν μπορεί να υπερβαίνει το σύνολο της πληρωμής: :amount',
    ],

    'warning' => [
        'deleted'           => 'Προειδοποίηση: Δεν επιτρέπεται να διαγράψετε το <b>:name</b>, επειδή έχει :text που σχετίζονται.',
        'disabled'          => 'Προειδοποίηση: Δεν επιτρέπεται να απενεργοποιήσετε το <b>:name</b>, επειδή έχει :text που σχετίζονται.',
        'disable_code'      => 'Προειδοποίηση: Δεν επιτρέπεται να διαγράψετε το νόμισμα <b>:name</b>, επειδή έχει :text που σχετίζονται.',
        'payment_cancel'    => 'Προειδοποίηση: Έχετε ακυρώσει την τελευταία σας πληρωμή μέσω :method!',
        'reconciled_tran'   => 'Προειδοποίηση: Δεν επιτρέπεται να αλλάξετε ή να διαγράψετε τη συναλλαγή επειδή έχει αντιπαραβληθεί!',
        'reconciled_doc'    => 'Προειδοποίηση: Δεν επιτρέπεται να αλλάξετε ή να διαγράψετε το :type επειδή περιέχει αντιπαραβληθείσες συναλλαγές!',
        'missing_transfer'  => 'Προειδοποίηση: Η μεταφορά που σχετίζεται με αυτή τη συναλλαγή λείπει. Εξετάστε το ενδεχόμενο διαγραφής αυτής της συναλλαγής.',
        'connect_tax'       => 'Προειδοποίηση: Αυτό το :type έχει ποσό φόρου. Οι φόροι που προστέθηκαν στο :type δεν μπορούν να συνδεθούν, επομένως ο φόρος θα προστεθεί στο σύνολο και θα υπολογιστεί ανάλογα.',
        'contact_change'    => 'Προειδοποίηση: Δεν επιτρέπεται να αλλάξετε την επαφή σε :type που έχει ήδη σταλεί, παραληφθεί ή πληρωθεί!',
    ],

];
