<?php

return [

    'api_key'               => 'Κλειδί API',
    'my_apps'               => 'Οι εφαρμογές μου',
    'pre_sale'              => 'Προπώληση',
    'top_paid'              => 'Κορυφαία επί πληρωμή Προϊόντα',
    'new'                   => 'Νέο',
    'top_free'              => 'Κορυφαία δωρεάν Προϊόντα',
    'free'                  => 'ΔΩΡΕΑΝ',
    'install'               => 'Εγκατάσταση',
    'buy_now'               => 'Αγοράστε τώρα',
    'get_api_key'           => '<a href=":url" target="_blank">Πατήστε εδώ</a> για να παραλάβετε το κλειδί API σας.',
    'no_apps'               => 'Δεν υπάρχουν εφαρμογές σε αυτή την κατηγορία, ακόμα.',
    'become_developer'      => 'Είστε προγραματιστής; <a href=":url" target="_blank">Εδώ</a> μπορείτε να μάθετε πως να δημιουργήσετε μια εφαρμογή και να αρχίσετε να την πουλάτε σήμερα!',
    'recommended_apps'      => 'Προτεινόμενες Εφαρμογές',

    'about'                 => 'Σχετικά με',

    'added'                 => 'Έχει προστεθεί',
    'updated'               => 'Ενημερώθηκε',
    'compatibility'         => 'Συμβατότητα',
    'documentation'         => 'Τεκμηρίωση',
    'view'                  => 'Εμφάνιση',
    'back'                  => 'Επιστροφή',

    'installed'             => 'τo :module εγκαταστάθηκε',
    'uninstalled'           => 'τo :module απεγκαταστάθηκε',
    //'updated'               => ':module updated',
    'enabled'               => 'τo :module ενεργοποιήθηκε',
    'disabled'              => 'τo :module απενεργοποιήθηκε',

    'tab' => [
        'installation'      => 'Εγκατάσταση',
        'faq'               => 'Συχνές ερωτήσεις (FAQ)',
        'changelog'         => 'Αρχείο καταγραφής αλλαγών',
        'reviews'           => 'Αξιολογήσεις',
    ],

    'installation' => [
        'header'            => 'Εγκατάσταση εφαρμογής',
        'download'          => 'Φόρτωση του :module',
        'unzip'             => 'Αποσυμπίεση αρχείων του :module',
        'file_copy'         => 'Αντιγραφή αρχείων του :module',
        'finish'            => 'Ολοκληρώνεται η εγκατάσταση του :module',
        'redirect'          => 'τo :module εγκαταστάθηκε, μετάβαση στην σελίδα ενημερώσεων',
        'install'           => 'Eγκατάσταση του :module',
    ],

    'errors' => [
        'download'          => 'Δεν ήταν δυνατή η φόρτωση του :module',
        'zip'               => 'Δεν ήταν δυνατή η συμπίεση του :module',
        'unzip'             => 'Δεν ήταν δυνατή η αποσυμπίεση του :module',
        'file_copy'         => 'Δεν ήταν δυνατή η αντιγραφή των αρχείων του :module',
        'finish'            => 'Δεν ήταν δυνατή η ολοκλήρωση της εγκατάστασης του :module',
    ],

    'badge' => [
        'installed'         => 'Εγκατεστημένο',
        'pre_sale'          => 'Προπώληση',
    ],

    'button' => [
        'uninstall'         => 'Απεγκατάσταση',
        'disable'           => 'Απενεργοποίηση',
        'enable'            => 'Ενεργοποίηση',
    ],

    'my' => [
        'purchased'         => 'Αγορασμένο',
        'installed'         => 'Εγκατεστημένα',
    ],

    'reviews' => [
        'button' => [
            'add'           => 'Προσθήκη αξιολόγησης'
        ],

        'na'                => 'Δεν υπάρχουν αξιολογήσεις.'
    ],

];
