<?php

return [

    'title'                 => 'Προσωπικό API token',
    'api_token'             => 'Token',
    'top_paid'              => 'Κορυφαία επί πληρωμή Προϊόντα',
    'new'                   => 'Νέο',
    'top_free'              => 'Κορυφαία δωρεάν Προϊόντα',
    'free'                  => 'ΔΩΡΕΑΝ',
    'install'               => 'Εγκατάσταση',
    'buy_now'               => 'Αγοράστε τώρα',
    'token_link'            => '<a href="https://akaunting.com/tokens" target="_blank"> κάντε κλικ εδώ για</a> να λάβετε το προσωπικό σας Token API.',
    'no_apps'               => 'Δεν υπάρχουν εφαρμογές σε αυτή την κατηγορία, ακόμα.',
    'developer'             => 'Είστε προγραμματιστής; <a href="https://akaunting.com/blog/akaunting-app-store" target="_blank"> εδώ</a> μπορείτε να μάθετε πώς μπορείτε να δημιουργήσετε μια εφαρμογή και να αρχίσετε να την πουλάτε σήμερα κιόλας!',

    'about'                 => 'Σχετικά με',

    'added'                 => 'Έχει προστεθεί',
    'updated'               => 'Ενημερώθηκε',
    'compatibility'         => 'Συμβατότητα',

    'installed'             => ':κομμάτι που έχει εγκατασταθεί',
    'uninstalled'           => ':κομμάτι που έχει απεγκατασταθεί',
    //'updated'               => ':module updated',
    'enabled'               => ': κομμάτι που έχει ενεργοποιηθεί',
    'disabled'              => ':κομμάτι που έχει απενεργοποιηθεί',

    'tab' => [
        'installation'      => 'Εγκατάσταση',
        'faq'               => 'Συχνές ερωτήσεις (FAQ)',
        'changelog'         => 'Αρχείο καταγραφής αλλαγών',
    ],

    'installation' => [
        'header'            => 'Εγκατάσταση εφαρμογής',
        'download'          => 'Λήψη :όνομα αρχείου.',
        'unzip'             => 'Εξαγωγή :όνομα αρχείου.',
        'install'           => 'Εγκατάσταση :όνομα αρχείου.',
    ],

    'button' => [
        'uninstall'         => 'Απεγκατάσταση',
        'disable'           => 'Απενεργοποίηση',
        'enable'            => 'Ενεργοποίηση',
    ],
];
