<?php

return [

    'recurring'             => 'Επαναλαμβανόμενα',
    'every'                 => 'Κάθε',
    'period'                => 'Περίοδος',
    'times'                 => 'Φορές',
    'daily'                 => 'Ημερήσια',
    'weekly'                => 'Εβδομαδιαία',
    'monthly'               => 'Μηνιαία',
    'yearly'                => 'Ετήσια',
    'custom'                => 'Προσαρμογή',
    'days'                  => 'Ημέρα(ες)',
    'weeks'                 => 'Εβδομάδα(ες)',
    'months'                => 'Μήνα(ες)',
    'years'                 => 'Έτος(η)',
    'message'               => 'Αυτό είναι ένα επαναλαμβανόμενο :type και το επόμενο :type θα δημιουργηθεί αυτόματα στις :date',

];
