<?php

return [

    'years'                         => 'Έτος|Έτη',
    'date_range'                    => 'Ημερολογιακή Περίοδος',
    'preferences'                   => 'Προτίμηση|Προτιμήσεις',
    'profit_loss'                   => 'Κέρδη και Ζημίες',
    'income_summary'                => 'Σύνοψη Εσόδων',
    'discount_summary'              => 'Σύνοψη Εκπτώσεων',
    'expense_summary'               => 'Σύνοψη Εξόδων',
    'income_expense_summary'        => 'Έσοδα με Έξοδα',
    'tax_summary'                   => 'Σύνοψη Φόρων',
    'gross_profit'                  => 'Μικτό Κέρδος',
    'net_profit'                    => 'Καθαρό Κέρδος',
    'net_profit_loss'               => 'Καθαρό Κέρδος (Ζημία)',
    'total_income'                  => 'Συνολικά Έσοδα',
    'total_direct_cost'             => 'Συνολικό Άμεσο Κόστος',
    'total_expense'                 => 'Συνολικά Έξοδα',
    'percentage_of_income'          => 'Εμφάνιση % των Εσόδων',
    'net'                           => 'Καθαρά',
    'income_expense'                => 'Έσοδα & Έξοδα',
    'pin'                           => 'Καρφιτσώστε την αναφορά σας',

    'income_expense_description'    => 'Αποκτήστε μια επισκόπηση των εσόδων και των εξόδων σας.',
    'accounting_description'        => 'Αποκτήστε μια σαφή εικόνα του πώς πάει η επιχείρησή σας.',

    'form_description' => [
        'general'                   => 'Εδώ μπορείτε να εισάγετε τις γενικές πληροφορίες της αναφοράς, όπως όνομα, είδος, περιγραφή, κλπ.',
        'preferences'               => 'Οι προτιμήσεις σας σας βοηθούν να προσαρμόσετε τις αναφορές σας.'
    ],

    'charts' => [
        'line'                      => 'Γραμμικό',
        'bar'                       => 'Ραβδόγραμμα',
        'pie'                       => 'Κυκλικό Διάγραμμα',
    ],

    'pin_text' => [
        'unpin_report'              => 'Ξεκαρφιτσώστε την αναφορά σας',
        'pin_report'                => 'Καρφιτσώστε την αναφορά σας',
    ]

];
