<?php

return [

    'this_year'             => 'Φέτος',
    'previous_year'         => 'Προηγούμενο έτος',
    'this_quarter'          => 'Αυτό το τρίμηνο',
    'previous_quarter'      => 'Προηγούμενο τρίμηνο',
    'last_12_months'        => 'Τελευταίοι 12 μήνες',
    'profit_loss'           => 'Κέρδη και Ζημίες',
    'gross_profit'          => 'Μικτό Κέρδος',
    'net_profit'            => 'Καθαρό Κέρδος',
    'total_expenses'        => 'Συνολικά Έξοδα',
    'net'                   => 'Καθαρά',

    'summary' => [
        'income'            => 'Σύνοψη εσόδων',
        'expense'           => 'Σύνοψη εξόδων',
        'income_expense'    => 'Έσοδα με έξοδα',
        'tax'               => 'Σύνοψη φόρων',
    ],

    'quarter' => [
        '1'                 => 'Ιαν-Μαρ',
        '2'                 => 'Απρ-Ιουν',
        '3'                 => 'Ιουλ-Σεπ',
        '4'                 => 'Οκτ-Δεκ',
    ],

];
