<?php

return [

    'years'                         => 'Έτος|Έτη',
    'date_range'                    => 'Ημερολογιακή Περίοδος',
    'preferences'                   => 'Προτιμήσεις',
    'profit_loss'                   => 'Κέρδη και Ζημίες',
    'income_summary'                => 'Σύνοψη εσόδων',
    'expense_summary'               => 'Σύνοψη εξόδων',
    'income_expense_summary'        => 'Έσοδα με έξοδα',
    'tax_summary'                   => 'Σύνοψη φόρων',
    'gross_profit'                  => 'Μικτό Κέρδος',
    'net_profit'                    => 'Καθαρό Κέρδος',
    'total_expenses'                => 'Συνολικά Έξοδα',
    'net'                           => 'Καθαρά',
    'income_expense'                => 'Έσοδα & Έξοδα',
    'pin'                           => 'Καρφιτσώστε την αναφορά σας',

    'income_expense_description'    => 'Αποκτήστε μια επισκόπηση των εσόδων και των εξόδων σας.',
    'accounting_description'        => 'Πάρτε μια σαφή εικόνα του πώς η επιχείρησή σας κάνει.',

    'form_description' => [
        'general'                   => 'Εδώ μπορείτε να εισάγετε τις γενικές πληροφορίες της αναφοράς, όπως όνομα, είδος, περιγραφή, κλπ.',
        'preferences'               => 'Οι προτιμήσεις σας βοηθούν να προσαρμόσετε τις αναφορές σας.'
    ],

    'charts' => [
        'line'                      => 'Γραμμή',
        'bar'                       => 'Ράβδοι',
        'pie'                       => 'Πίτα',
    ],

    'pin_text' => [
        'unpin_report'              => 'Ξεκαρφιτσώστε την αναφορά σας',
        'pin_report'                => 'Καρφιτσώστε την αναφορά σας',
    ]

];
