<?php

return [

    'columns' => [
        'last_logged_in_at' => 'Τελευταία Σύνδεση',
        'paid_at'           => 'Ημερομηνία Πληρωμής',
        'started_at'        => 'Ημερομηνία Έναρξης',
        'ended_at'          => 'Ημερομηνία Λήξης',
        'billed_at'         => 'Ημερομηνία Τιμολογίου Αγοράς',
        'due_at'            => 'Ημερομηνία Λήξης',
        'invoiced_at'       => 'Ημερομηνία Τιμολογίου',
        'issued_at'         => 'Ημερομηνία Έκδοσης',
        'symbol_first'      => 'Θέση Συμβόλου',
        'reconciled'        => 'Αντιπαραβληθέν',
        'expense_account'   => 'Από Λογαριασμό',
        'income_account'    => 'Προς Λογαριασμό',
        'recurring'         => 'Επαναλαμβανόμενα',
    ],

];
