<?php

return [

    'company' => [
        'description'                   => 'Αλλαγή ονόματος εταιρείας, email, διεύθυνση, ΑΦΜ, κλπ',
        'search_keywords'               => 'εταιρεία, όνομα, ηλεκτρονικό ταχυδρομείο, τηλέφωνο, διεύθυνση, χώρα, φορολογικός αριθμός, λογότυπο, πόλη, πόλη, κατάσταση, επαρχία, ταχυδρομικός κώδικας',
        'name'                          => 'Όνομα',
        'email'                         => 'Διεύθυνση ηλ. ταχυδρομείου',
        'phone'                         => 'Τηλέφωνο',
        'address'                       => 'Διεύθυνση',
        'edit_your_business_address'    => 'Επεξεργαστείτε τη διεύθυνση της επιχείρησής σας',
        'logo'                          => 'Λογότυπο',

        'form_description' => [
            'general'                   => 'Αυτές οι πληροφορίες είναι ορατές στις εγγραφές που δημιουργείτε.',
            'address'                   => 'Η διεύθυνση θα χρησιμοποιηθεί στα τιμολόγια, λογαριασμούς και άλλες εγγραφές που εκδίδετε.',
        ],
    ],

    'localisation' => [
        'description'                   => 'Ορισμός οικονομικού έτους, ζώνης ώρας, μορφή ημερομηνίας και περισσότερες τοπικές επιλογές',
        'search_keywords'               => 'οικονομικό, έτος, έναρξη, υποδηλώνω, ώρα, ζώνη, ημερομηνία, μορφότυπο, διαχωριστικό, έκπτωση, ποσοστό',
        'financial_start'               => 'Έναρξη Οικονομικού Έτους',
        'timezone'                      => 'Ζώνη ώρας',
        'financial_denote' => [
            'title'                     => 'Έναρξη Οικονομικού Έτους',
            'begins'                    => 'Μέχρι το έτος κατά το οποίο αρχίζει',
            'ends'                      => 'Μέχρι το έτος κατά το οποίο αρχίζει',
        ],
        'preferred_date'                => 'Προτιμώμενη Ημερομηνία',
        'date' => [
            'format'                    => 'Μορφοποίηση Ημερομηνίας',
            'separator'                 => 'Διαχωριστικό ημερομηνίας',
            'dash'                      => 'Παύλα (-)',
            'dot'                       => 'Τελεία (.)',
            'comma'                     => 'Κόμμα (,)',
            'slash'                     => 'Πλαγιοκάθετος (/)',
            'space'                     => 'Κενό ( )',
        ],
        'percent' => [
            'title'                     => 'Θέση συμβόλου ποσοστού (%)',
            'before'                    => 'Πριν από τον αριθμό',
            'after'                     => 'Μετά από τον αριθμό',
        ],
        'discount_location' => [
            'name'                      => 'Εμφάνιση Έκπτωσης',
            'item'                      => 'Αναλυτικά',
            'total'                     => 'Συνολικά',
            'both'                      => 'Αναλυτικά και Συνολικά',
        ],

        'form_description' => [
            'fiscal'                    => 'Ορίστε την περίοδο του οικονομικού έτους που χρησιμοποιεί η εταιρεία σας για τη φορολόγηση και την αναφορά.',
            'date'                      => 'Επιλέξτε τη μορφή ημερομηνίας που θέλετε να βλέπετε παντού στη διασύνδεση.',
            'other'                     => 'Επιλέξτε όπου εμφανίζεται το σύμβολο ποσοστού για φόρους. Μπορείτε να ενεργοποιήσετε τις εκπτώσεις στα στοιχεία γραμμής και στο σύνολο για τα τιμολόγια και τους λογαριασμούς.',
        ],
    ],

    'invoice' => [
        'description'                   => 'Παραμετροποίηση προθέματος, αριθμόυ, όρων, υποσέλιδου κλπ τιμολογίου',
        'search_keywords'               => 'προσαρμόστε, τιμολόγιο, αριθμός, πρόθεμα, ψηφίο, επόμενο, λογότυπο, όνομα, τιμή, ποσότητα, πρότυπο, τίτλος, υποκεφαλίδα, υποσέλιδο, σημείωση, απόκρυψη, χρώμα, πληρωμή, όροι, στήλη',
        'prefix'                        => 'Πρόθεμα αριθμού',
        'digit'                         => 'Αριθμός ψηφίων',
        'next'                          => 'Επόμενος αριθμός',
        'logo'                          => 'Λογότυπο',
        'custom'                        => 'Προσαρμογή',
        'item_name'                     => 'Όνομα αντικειμένου',
        'item'                          => 'Αντικείμενα',
        'product'                       => 'Προϊόντα',
        'service'                       => 'Υπηρεσίες',
        'price_name'                    => 'Όνομα τιμής',
        'price'                         => 'Τιμή',
        'rate'                          => 'Συντελεστής',
        'quantity_name'                 => 'Όνομα ποσότητα',
        'quantity'                      => 'Ποσότητα',
        'payment_terms'                 => 'Όροι Πληρωμής',
        'title'                         => 'Τίτλος',
        'subheading'                    => 'Υποκεφαλίδα',
        'due_receipt'                   => 'Εξοφλητέο με την παραλαβή',
        'due_days'                      => 'Εξοφλητέο σε :days ημέρες',
        'choose_template'               => 'Επιλέξτε πρότυπο τιμολογίου',
        'default'                       => 'Προεπιλεγμένο',
        'classic'                       => 'Κλασικό',
        'modern'                        => 'Μοντέρνο',
        'hide' => [
            'item_name'                 => 'Απόκρυψη Ονόματος Αντικειμένων',
            'item_description'          => 'Απόκρυψη Περιγραφής Αντικειμένων',
            'quantity'                  => 'Απόκρυψη Ποσότητας',
            'price'                     => 'Απόκρυψη Τιμής',
            'amount'                    => 'Απόκρυψη Ποσού',
        ],
        'column'                        => 'Στήλες',

        'form_description' => [
            'general'                   => 'Ορίστε τις προεπιλογές για τη μορφοποίηση των αριθμών των τιμολογίων σας και των όρων πληρωμής.',
            'template'                  => 'Επιλέξτε ένα από τα παρακάτω πρότυπα για τα τιμολόγιά σας.',
            'default'                   => 'Η επιλογή προεπιλογών για τιμολόγια θα προ-συμπληρώνει τίτλους, υποκεφαλίδες, σημειώσεις και υποσέλιδα. Έτσι δεν χρειάζεται να επεξεργάζεστε τιμολόγια κάθε φορά για να βλέπετε πιο επαγγελματίες.',
            'column'                    => 'Προσαρμόστε τον τρόπο με τον οποίο ονομάζονται οι στήλες τιμολογίων. Αν θέλετε να αποκρύψετε τις περιγραφές και τα ποσά στοιχείων σε γραμμές, μπορείτε να τις αλλάξετε εδώ.',
        ]
    ],

    'transfer' => [
        'choose_template'               => 'Επιλέξτε πρότυπο τιμολογίου',
        'second'                        => 'Δευτερόλεπτο',
        'third'                         => 'Τρίτο',
    ],

    'default' => [
        'description'                   => 'Προεπιλεγμένος λογαριασμός, νόμισμα, γλώσσα της εταιρείας',
        'search_keywords'               => 'λογαριασμός, νόμισμα, γλώσσα, φόρος, πληρωμή, μέθοδος, σελιδοποίηση',
        'list_limit'                    => 'Εγγραφές ανά σελίδα',
        'use_gravatar'                  => 'Χρήση Gravatar',
        'income_category'               => 'Κατηγορία Εσόδων',
        'expense_category'              => 'Κατηγορία Εξόδων',

        'form_description' => [
            'general'                   => 'Επιλέξτε τον προεπιλεγμένο λογαριασμό, τον φόρο και τον τρόπο πληρωμής για τη γρήγορη δημιουργία εγγραφών. Ο πίνακας ελέγχου και οι αναφορές εμφανίζονται στο προεπιλεγμένο νόμισμα.',
            'category'                  => 'Επιλέξτε τις προεπιλεγμένες κατηγορίες για να επισπεύσετε τη δημιουργία εγγραφής.',
            'other'                     => 'Προσαρμόστε τις προεπιλεγμένες ρυθμίσεις της γλώσσας της εταιρείας και πώς λειτουργεί η σελιδοποίηση. ',
        ],
    ],

    'email' => [
        'description'                   => 'Αλλαγή πρωτοκόλου αποστολής και προτύπων email',
        'search_keywords'               => 'email, αποστολή, πρωτόκολλο, smtp, host, κωδικός πρόσβασης',
        'protocol'                      => 'Πρωτόκολλο',
        'php'                           => 'PHP Mail',
        'smtp' => [
            'name'                      => 'SMTP',
            'host'                      => 'Διακομιστής SMTP',
            'port'                      => 'Θύρα SMTP',
            'username'                  => 'Όνομα Χρήστη SMTP',
            'password'                  => 'Συνθηματικό SMTP',
            'encryption'                => 'Ασφάλεια SMTP',
            'none'                      => 'Κανένα',
        ],
        'sendmail'                      => 'Απεσταλμένα μηνύματα',
        'sendmail_path'                 => 'Διαδρομή προς Απεσταλμένα Μηνύματα',
        'log'                           => 'Αρχείο καταγραφής ηλεκτρονικών μηνυμάτων',
        'email_service'                 => 'Υπηρεσία Email',
        'email_templates'               => 'Πρότυπα email',

        'form_description' => [
            'general'                   => 'Στείλτε τακτικά μηνύματα ηλεκτρονικού ταχυδρομείου στην ομάδα και τις επαφές σας. Μπορείτε να ορίσετε τις ρυθμίσεις πρωτοκόλλου και SMTP.',
        ],

        'templates' => [
            'description'               => 'Αλλάξτε τα πρότυπα email',
            'search_keywords'           => 'email, πρότυπο, θέμα, σώμα, ετικέτα',
            'subject'                   => 'Θέμα',
            'body'                      => 'Κείμενο',
            'tags'                      => '<strong>Διαθέσιμες Ετικέτες:</strong> :tag_list',
            'invoice_new_customer'      => 'Πρότυπο Νέου Τιμολογίου (αποστολή σε πελάτη)',
            'invoice_remind_customer'   => 'Πρότυπο Υπενθύμισης Τιμολογίου (αποστολή σε πελάτη)',
            'invoice_remind_admin'      => 'Πρότυπο Υπενθύμισης Τιμολογίου (αποστολή σε διαχειριστή)',
            'invoice_recur_customer'    => 'Πρότυπο Επαναλαμβανόμενου Τιμολογίου (αποστολή σε πελάτη)',
            'invoice_recur_admin'       => 'Πρότυπο Επαναλαμβανόμενου Τιμολογίου (αποστολή σε διαχειριστή)',
            'invoice_view_admin'        => 'Πρότυπο Υπενθύμισης Τιμολογίου (αποστολή σε διαχειριστή)',
            'invoice_payment_customer'  => 'Πρότυπο Λήψης Πληρωμής (αποστολή σε πελάτη)',
            'invoice_payment_admin'     => 'Πρότυπο Λήψης Πληρωμής (αποστολή σε διαχειριστή)',
            'bill_remind_admin'         => 'Πρότυπο Υπενθύμισης Λογαριασμού (αποστολή σε διαχειριστή)',
            'bill_recur_admin'          => 'Πρότυπο Επαναλαμβανόμενου Λογαριασμού (αποστολή σε διαχειριστή)',
            'payment_received_customer' => 'Πρότυπο Λήψης Πληρωμής (αποστολή σε πελάτη)',
            'payment_made_vendor'       => 'Πρότυπο Λήψης Πληρωμής (αποστολή σε πελάτη)',
        ],
    ],

    'scheduling' => [
        'name'                          => 'Προγραμματισμός',
        'description'                   => 'Αυτόματες υπενθυμίσεις και εντολή για επαναλαμβανόμενα',
        'search_keywords'               => 'αυτόματη, υπενθύμιση, επαναλαμβανόμενη, cron, εντολή',
        'send_invoice'                  => 'Υπενθύμιση αποστολής τιμολογίου',
        'invoice_days'                  => 'Αποστολή μετά από πόσες μέρες πρέπει να εξοφληθεί',
        'send_bill'                     => 'Αποστολή υπενθύμισης Λογαριασμού',
        'bill_days'                     => 'Αποστολή πριν από πόσες μέρες θα έπρεπε να είχε εξοφληθεί',
        'cron_command'                  => 'Προγραμματισμένη Εντολή',
        'command'                       => 'Εντολή',
        'schedule_time'                 => 'Ώρα εκτέλεσης',

        'form_description' => [
            'invoice'                   => 'Ενεργοποιήστε ή απενεργοποιήστε και ορίστε υπενθυμίσεις για τα τιμολόγια σας όταν είναι ληξιπρόθεσμα.',
            'bill'                      => 'Ενεργοποιήστε ή απενεργοποιήστε και ορίστε υπενθυμίσεις για τα τιμολόγια σας όταν είναι ληξιπρόθεσμα.',
            'cron'                      => 'Αντιγράψτε την εντολή cron που θα εκτελέσει ο διακομιστής σας. Ορίστε το χρόνο ενεργοποίησης του γεγονότος.',
        ]
    ],

    'categories' => [
        'description'                   => 'Απεριόριστες κατηγορίες για έσοδα, έξοδα και αντικείμενα',
        'search_keywords'               => 'κατηγορία, εισόδημα, έξοδα, στοιχείο',
    ],

    'currencies' => [
        'description'                   => 'Δημιουργία και διαχείριση νομισμάτων και ισοτιμιών',
        'search_keywords'               => 'προεπιλογή, νόμισμα, νομίσματα, κώδικας, τιμή, σύμβολο, ακρίβεια, θέση, δεκαδικό, χιλιάδες, σημάδι, διαχωριστικό',
    ],

    'taxes' => [
        'description'                   => 'Πάγιοι, κανονικοί, συμπεριλαμβανόμενοι και σύνθετοι φορολογικοί συντελεστές',
        'search_keywords'               => 'φόρος, συντελεστής, τύπος, σταθερή, περιεκτική, ένωση, παρακράτηση στην εκμετάλλευση',
    ],

];
