<?php

return [

    'rate'                  => 'Συντελεστής',
    'rate_percent'          => 'Συντελεστής (%)',
    'normal'                => 'Κανονικός',
    'inclusive'             => 'Συμπεριλαμβανόμενος',
    'compound'              => 'Μεικτός',
    'fixed'                 => 'Πάγιο',
    'withholding'           => 'Κρατήσεις',
    'no_taxes'              => 'Δεν Υπάρχουν Φόροι',
    'create_task'           => 'Δημιουργήστε ένα νέο φόρο και επεξεργαστείτε οποτεδήποτε από τις ρυθμίσεις.',
    'new_tax'               => 'Νέος Φόρος',

    'form_description' => [
        'general'           => 'Ο φόρος υπολογίζεται στην τιμή του στοιχείου. Ο σύνθετος φόρος υπολογίζεται πάνω από τους άλλους φόρους. Ο καθορισμένος φόρος εφαρμόζεται ως ποσό, όχι ως ποσοστό.',
    ],

];
