<?php

return [

    'rate'                  => 'Συντελεστής',
    'rate_percent'          => 'Συντελεστής (%)',
    'normal'                => 'Κανονικός',
    'inclusive'             => 'Συμπεριλαμβανόμενος',
    'compound'              => 'Σύνθετος',
    'fixed'                 => 'Πάγιο',
    'withholding'           => 'Παρακράτηση',
    'no_taxes'              => 'Δεν Υπάρχουν Φόροι',
    'create_task'           => 'Δημιουργήστε έναν νέο φόρο και επεξεργαστείτε τον οποτεδήποτε από τις ρυθμίσεις.',
    'new_tax'               => 'Νέος Φόρος',

    'form_description' => [
        'general'           => 'Ο φόρος υπολογίζεται στην τιμή του στοιχείου. Ο σύνθετος φόρος υπολογίζεται πάνω στους άλλους φόρους. Ο πάγιος φόρος εφαρμόζεται ως ποσό, όχι ως ποσοστό.',
    ],

];
