<?php

return [

    'details'               => 'Λεπτομέρεια|Λεπτομέρειες',

    'from_account'          => 'Από Λογαριασμό',
    'to_account'            => 'Προς Λογαριασμό',
    'from_rate'             => 'Ισοτιμία Προέλευσης',
    'to_rate'               => 'Ισοτιμία Προορισμού',
    'from_account_rate'     => 'Από Λογαριασμό (Ισοτιμία)',
    'to_account_rate'       => 'Προς Λογαριασμό (Ισοτιμία)',
    'from_amount'           => 'Από Ποσό',
    'to_amount'             => 'Προς Ποσό',
    'issued_at'             => 'Ημερομηνία Έκδοσης',
    'rate'                  => 'Ισοτιμία',

    'form_description' => [
        'general'           => 'Μεταφέρετε χρήματα μεταξύ λογαριασμών με διαφορετικά νομίσματα και συνδέστε το νόμισμα με όποια ισοτιμία θέλετε.',
        'other'             => 'Επιλέξτε τη μέθοδο μεταφοράς ως μέθοδο πληρωμής για να κάνετε τις αναφορές σας πιο λεπτομερείς.',
    ],

    'messages' => [
        'delete'            => ':from προς :to (:amount)',
    ],

    'slider' => [
        'create'            => 'Ο :user δημιούργησε αυτή τη μεταφορά στις :date',
        'transactions'      => 'Κατάλογος συναλλαγών που σχετίζονται με αυτή τη μεταφορά',
        'transactions_desc' => ':number συναλλαγή για :account',
        'attachments'       => 'Κάντε λήψη των συνημμένων αρχείων σε αυτή τη μεταφορά',
    ],

];
