<?php

return [

    'details'               => 'Λεπτομέρεια|Λεπτομέρειες',

    'from_account'          => 'Από λογαριασμό',
    'to_account'            => 'Προς λογαριασμό',
    'from_rate'             => 'Από Το Ποσοστό',
    'to_rate'               => 'Σε Βαθμολογία',
    'from_account_rate'     => 'Από λογαριασμό',
    'to_account_rate'       => 'Σε Αξιολόγηση Λογαριασμού',
    'from_amount'           => 'Από Ποσό',
    'to_amount'             => 'Σε Ποσό',
    'issued_at'             => 'Ημερομηνία Έκδοσης',
    'rate'                  => 'Τιμή',

    'form_description' => [
        'general'           => 'Μεταφέρετε χρήματα μεταξύ λογαριασμών με διαφορετικά νομίσματα και συνδέστε το νόμισμα με όποιο επιτόκιο θέλετε.',
        'other'             => 'Επιλέξτε τη μέθοδο μεταφοράς ως μέθοδο πληρωμής για να κάνετε τις αναφορές σας πιο λεπτομερείς.',
    ],

    'messages' => [
        'delete'            => ':from προς :to (:amount)',
    ],

    'slider' => [
        'create'            => ':user δημιούργησε αυτή τη μεταφορά στις :date',
        'transactions'      => 'Κατάλογος συναλλαγών που σχετίζονται με αυτή τη μεταφορά',
        'transactions_desc' => ':number συναλλαγή για :account',
        'attachments'       => 'Κατεβάστε τα συνημμένα αρχεία σε αυτή τη μεταφορά',
    ],

];
