<?php

return [

    'installed_version'     => 'Εγκατεστημένη έκδοση',
    'latest_version'        => 'Τελευταία έκδοση',
    'update'                => 'Ενημέρωση Akaunting στην έκδοση :version',
    'changelog'             => 'Αρχείο καταγραφής αλλαγών',
    'check'                 => 'Έλεγχος',
    'new_core'              => 'Διατίθεται μια ενημερωμένη έκδοση του Akaunting.',
    'latest_core'           => 'Συγχαρητήρια! Έχετε την τελευταία έκδοση του Akaunting. Μελλοντικές ενημερωμένες εκδόσεις θα εφαρμοστούν αυτόματα.',
    'success'               => 'Η ενημέρωση έχει ολοκληρωθεί επιτυχώς.',
    'error'                 => 'Η ενημέρωση απέτυχε. Παρακαλώ προσπαθήστε ξανά.',

];
