<?php

return [

    'form_description' => [
        'general'           => 'Τα στοιχεία επικοινωνίας του προμηθευτή σας θα εμφανίζονται στους λογαριασμούς και τα προφίλ τους. Μπορείτε να προσθέσετε τα στοιχεία επικοινωνίας τους και το λογότυπό τους ώστε να χρησιμοποιηθούν στους λογαριασμούς.',
        'billing'           => 'Ο αριθμός φόρου εμφανίζεται σε κάθε λογαριασμό που εκδίδεται σε εσάς. Το επιλεγμένο νόμισμα γίνεται το προεπιλεγμένο νόμισμα για αυτόν τον προμηθευτή.',
        'address'           => 'Η διεύθυνση απαιτείται για τους λογαριασμούς, οπότε πρέπει να προσθέσετε τα στοιχεία διεύθυνσης χρέωσης για τον προμηθευτή σας.',
    ],

    'no_records' => [
        'bills'             => 'Δεν υπάρχει ακόμα λογαριασμός για αυτόν τον προμηθευτή. Δημιουργήστε ένα νέο τώρα.',
        'transactions'      => 'Δεν υπάρχει καμία συναλλαγή για αυτόν τον προμηθευτή ακόμα. Δημιουργήστε μια νέα τώρα.',
    ],

];
