<?php

return [

    'receivables'               => 'Απαιτήσεις',
    'payables'                  => 'Υποχρεώσεις',
    'cash_flow'                 => 'Ταμειακές Ροές',
    'profit_loss'               => 'Κέρδη και Ζημίες',
    'expenses_by_category'      => 'Έξοδα ανά Κατηγορία',
    'account_balance'           => 'Υπόλοιπο Λογαριασμού',
    'bank_feeds'                => 'Σύνδεση Τραπεζικών Λογαριασμών',
    'currencies'                => 'Νομίσματα',

    'view_report'               => 'Προβολή Αναφοράς',
    'total_unpaid_invoices'     => 'Σύνολο Ανεξόφλητων Τιμολογίων',
    'total_unpaid_bills'        => 'Σύνολο Ανεξόφλητων Τιμολογίων Αγοράς',

    'description' => [
        'receivables'           => 'Ποσό που δεν έχετε ακόμη εισπράξει από τους πελάτες σας',
        'payables'              => 'Ποσό που δεν έχετε ακόμη πληρώσει στους προμηθευτές σας',
        'cash_flow'             => 'Μετρητά που εισέρχονται και εξέρχονται από την επιχείρησή σας',
        'profit_loss'           => 'Έσοδα και έξοδα, συμπεριλαμβανομένων ανεξόφλητων τιμολογίων και τιμολογίων αγοράς',
        'expenses_by_category'  => 'Υψηλότερα έξοδα σε διάφορες κατηγορίες',
        'account_balance'       => 'Τρέχον υπόλοιπο των τραπεζικών λογαριασμών σας',
        'bank_feeds'            => 'Εισαγάγετε αυτόματα τις συναλλαγές σας στο Akaunting <br />συνδέοντας τους τραπεζικούς λογαριασμούς σας',
    ],

    'periods' => [
        'overdue_1_30'          => 'Εκπρόθεσμα κατά 1-30 ημέρες',
        'overdue_31_60'         => 'Εκπρόθεσμα κατά 31-60 ημέρες',
        'overdue_61_90'         => 'Εκπρόθεσμα κατά 61-90 ημέρες',
        'overdue_91_un'         => 'Εκπρόθεσμα κατά > 90 ημέρες',
    ],
];
