<?php

return [

    'this_year'             => 'Текућа година',
    'previous_year'         => 'Претходна година',
    'this_quarter'          => 'Овај квартал',
    'previous_quarter'      => 'Претходни квартал',
    'last_12_months'        => 'Задњих 12 месеци',
    'profit_loss'           => 'Добитак и губитак',
    'gross_profit'          => 'Бруто добит',
    'net_profit'            => 'Нето добит',
    'total_expenses'        => 'Укупни трошкови',
    'net'                   => 'Нето',

    'summary' => [
        'income'            => 'Преглед прихода',
        'expense'           => 'Преглед трошкова',
        'income_expense'    => 'Приходи у односу на трошкове',
        'tax'               => 'Преглед пореза',
    ],

    'quarter' => [
        '1'                 => 'Јан-Мар',
        '2'                 => 'Апр-Јун',
        '3'                 => 'Јул-Сеп',
        '4'                 => 'Окт-Дец',
    ],

];
