<?php

return [

    'profile'               => 'சுயவிவரம்',
    'logout'                => 'வெளியேறு',
    'login'                 => 'உள் நுழை',
    'login_to'              => 'உங்கள் அமர்வைத் தொடங்க உள்நுழைக',
    'remember_me'           => 'என்னை நினைவில் கொள்ளுங்கள்',
    'forgot_password'       => 'என் கடவு சொல்லை மறந்து விட்டேன்',
    'reset_password'        => 'கடவுச்சொல்லை மீட்டமைக்க',
    'enter_email'           => 'தங்கள் மின்-அஞ்சல் முகவரியை நிரப்புக',
    'current_email'         => 'தற்போதைய மின்னஞ்சல்',
    'reset'                 => 'மீட்டமை',
    'never'                 => 'ஒருபோதும் இல்லை',
    'landing_page'          => 'பக்கம்',

    'password' => [
        'current'           => 'கடவுச்சொல்',
        'current_confirm'   => 'கடவுச்சொல் உறுதிப்பாடு',
        'new'               => 'புதிய கடவுச்சொல்',
        'new_confirm'       => 'கடவுச்சொல் உறுதிப்பாடு',
    ],

    'error' => [
        'self_delete'       => 'பிழை: உங்களை நீக்க முடியாது!',
        'self_disable'      => 'பிழை: உங்களை முடக்க முடியாது!',
        'no_company'        => 'பிழை: உங்கள் கணக்கில் எந்த நிறுவனமும் ஒதுக்கப்படவில்லை. தயவுசெய்து, கணினி நிர்வாகியைத் தொடர்பு கொள்ளவும்.',
    ],

    'failed'                => 'இந்த விவரங்கள் எங்கள் பதிவுகளுடன் பொருந்தவில்லை.',
    'disabled'              => 'இந்த கணக்கு முடக்கப்பட்டுள்ளது. தயவுசெய்து, கணினி நிர்வாகியைத் தொடர்பு கொள்ளவும்.',
    'throttle'              => 'பல உள்நுழைவு முயற்சிகள். தயவுசெய்து மீண்டும் :seconds விநாடிகள் கழித்து முயற்சிக்கவும்.',

    'notification' => [
        'message_1'     => 'உங்கள் கணக்கிற்கான கடவுச்சொல் மீட்டமைப்பு கோரிக்கையை நாங்கள் பெற்றதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.',
        'message_2'     => 'கடவுச்சொல் மீட்டமைப்பை நீங்கள் கோரவில்லை என்றால், மேலும் நடவடிக்கை தேவையில்லை.',
        'button'        => 'கடவுச்சொல்லை மீட்டமைக்க',
    ],

];
