<?php

return [

    'account_name'          => 'اسم الحساب',
    'account_balance'       => 'رصيد الحساب',
    'number'                => 'الرقم',
    'opening_balance'       => 'الرصيد الافتتاحي',
    'current_balance'       => 'الرصيد الحالي',
    'bank_name'             => 'اسم البنك',
    'bank_phone'            => 'هاتف البنك',
    'bank_address'          => 'عنوان البنك',
    'default_account'       => 'الحساب الافتراضي',
    'incoming'              => 'الوارد',
    'outgoing'              => 'الصادر',
    'see_performance'       => 'تصفح الأداء',
    'create_report'         => 'إذا كنت ترغب في رؤية أداء الحساب. يمكنك إنشاء نموذج تقرير الدخل مقابل المصروفات.',
    'banks'                 => 'البنك|البنوك',
    'credit_cards'          => 'بطاقة الائتمان|بطاقات الائتمان',

    'form_description' => [
        'general'           => 'استخدم نوع بطاقة الائتمان لرصيد الفتح السالب. الرقم ضروري لمطابقة الحسابات بشكل صحيح. الحساب الافتراضي سوف يسجل جميع المعاملات إذا لم يتم تحديد خلاف ذلك.',
        'bank'              => 'قد يكون لديك حسابات مصرفية متعددة في أكثر من مصرف. تسجيل المعلومات حول المصرف الخاص بك سيسهل عملية مطابقة المعاملات داخل المصرف الخاص بك.',
    ],

    'no_records' => [
        'transactions'      => 'لا توجد معاملات في هذا الحساب حتى الآن. أنشئ معاملة جديدة الآن.',
        'transfers'         => 'لا يوجد أي تحويلات من أو إلى هذا الحساب حتى الآن. أنشئ تحويل جديد الآن.',
    ],

];
