<?php

return [

    'account_name'          => 'اسم الحساب',
    'account_balance'       => 'رصيد الحساب',
    'number'                => 'الرقم',
    'opening_balance'       => 'الرصيد الافتتاحي',
    'current_balance'       => 'الرصيد الحالي',
    'bank_name'             => 'اسم البنك',
    'bank_phone'            => 'هاتف البنك',
    'bank_address'          => 'عنوان البنك',
    'default_account'       => 'الحساب الافتراضي',
    'incoming'              => 'الوارد',
    'outgoing'              => 'الصادر',
    'see_performance'       => 'عرض الأداء',
    'create_report'         => 'إذا أردت الاطلاع على أداء الحساب، يمكنك إنشاء تقرير مقارنة الإيرادات والمصروفات.',
    'banks'                 => 'البنك|البنوك',
    'credit_cards'          => 'بطاقة الائتمان|بطاقات الائتمان',

    'form_description' => [
        'general'           => 'استخدم نوع بطاقة الائتمان إذا كان الرصيد الافتتاحي سالباً. رقم الحساب ضروري لتسوية الحسابات بصورة صحيحة. وسيُسجّل الحساب الافتراضي جميع المعاملات ما لم تحدد حساباً آخر.',
        'bank'              => 'قد تكون لديك حسابات بنكية متعددة لدى أكثر من بنك. يساعد تسجيل معلومات البنك على مطابقة المعاملات مع كشف حسابك البنكي.',
    ],

    'no_records' => [
        'transactions'      => 'لا توجد معاملات في هذا الحساب حتى الآن. أنشئ معاملة جديدة الآن.',
        'transfers'         => 'لا توجد تحويلات من هذا الحساب أو إليه حتى الآن. أنشئ تحويلاً جديداً الآن.',
    ],

];
