<?php

return [

    'profile'               => 'الملف الشخصي',
    'logout'                => 'تسجيل خروج',
    'login'                 => 'تسجيل الدخول',
    'login_to'              => 'تسجيل الدخول لبدء جلسة العمل الخاصة بك',
    'remember_me'           => 'تذكرني',
    'forgot_password'       => 'نسيت كلمة المرور',
    'reset_password'        => 'إعادة تعيين كلمة المرور',
    'enter_email'           => 'أدخل عنوان بريدك الإلكتروني',
    'current_email'         => 'البريد الإلكتروني الحالي',
    'reset'                 => 'إعادة تعيين',
    'never'                 => 'أبدا',
    'password' => [
        'current'           => 'كلمة المرور',
        'current_confirm'   => 'تأكيد كلمة المرور',
        'new'               => 'كلمة المرور الجديدة',
        'new_confirm'       => 'تأكيد كلمة المرور الجديدة',
    ],
    'error' => [
        'self_delete'       => 'خطأ: لا يمكن حذف نفسك!'
    ],

    'failed'                => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'disabled'              => 'هذا الحساب غير مفعل. رجاءا, تواصل مع مدير النظام.',
    'throttle'              => 'عدد كبير جدا من محاولات تسجيل الدخول. الرجاء إعادة المحاولة في غضون :seconds ثانية.',

];
