<?php

return [

    'auth'                  => 'المصادقة',
    'profile'               => 'الملف الشخصي',
    'logout'                => 'تسجيل الخروج',
    'login'                 => 'تسجيل الدخول',
    'forgot'                => 'نسيت',
    'login_to'              => 'سجّل الدخول لبدء جلستك',
    'remember_me'           => 'تذكرني',
    'forgot_password'       => 'نسيت كلمة المرور',
    'reset_password'        => 'إعادة تعيين كلمة المرور',
    'change_password'       => 'تغيير كلمة المرور',
    'enter_email'           => 'أدخل عنوان بريدك الإلكتروني',
    'current_email'         => 'البريد الإلكتروني الحالي',
    'reset'                 => 'إعادة تعيين',
    'never'                 => 'أبداً',
    'landing_page'          => 'صفحة البداية',
    'personal_information'  => 'المعلومات الشخصية',
    'register_user'         => 'تسجيل المستخدم',
    'register'              => 'تسجيل',

    'form_description' => [
        'personal'          => 'سيُرسل رابط الدعوة إلى المستخدم الجديد، لذا تأكد من صحة عنوان البريد الإلكتروني. وسيتمكن المستخدم من تعيين كلمة مروره.',
        'assign'            => 'سيمتلك المستخدم حق الوصول إلى الشركات المحددة. يمكنك تقييد الصلاحيات من صفحة <a href=":url" class="border-b border-black">الأدوار</a>.',
        'preferences'       => 'حدد اللغة الافتراضية للمستخدم، ويمكنك أيضاً تعيين صفحة البداية التي تظهر بعد تسجيل الدخول.',
    ],

    'password' => [
        'pass'              => 'كلمة المرور',
        'pass_confirm'      => 'تأكيد كلمة المرور',
        'current'           => 'كلمة المرور الحاليّة',
        'current_confirm'   => 'تأكيد كلمة المرور الحالية',
        'new'               => 'كلمة المرور الجديدة',
        'new_confirm'       => 'تأكيد كلمة المرور الجديدة',
    ],

    'error' => [
        'self_delete'       => 'خطأ: لا يمكن حذف نفسك!',
        'self_disable'      => 'خطأ: لا يمكنك تعطيل حسابك!',
        'unassigned'        => 'خطأ: لا يمكن إلغاء تعيين الشركة! يجب تعيين مستخدم واحد على الأقل لشركة :company.',
        'no_company'        => 'خطأ: لم يتم تعيين أية شركة إلى حسابك، من فضلك تواصل مع مسؤول النظام.',
    ],

    'login_redirect'        => 'تم التحقق! يتم إعادة توجيهك...',
    'failed'                => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'throttle'              => 'محاولات تسجيل دخول كثيرة جداً. أعد المحاولة بعد :seconds ثانية.',
    'disabled'              => 'هذا الحساب غير مفعّل. من فضلك تواصل مع مسؤول النظام.',

    'notification' => [
        'message_1'         => 'تم إرسال هذه الرسالة لإبلاغك بوجود طلب إعادة تعيين كلمة المرور على الحساب الخاص بك.',
        'message_2'         => 'إذا لم تطلب إعادة تعيين كلمة المرور، فلا يلزم اتخاذ أي إجراء آخر.',
        'button'            => 'إعادة تعيين كلمة المرور',
    ],

    'invitation' => [
        'message_1'         => 'أنت تتلقى هذا البريد الإلكتروني لأنك مدعو للانضمام إلى Akaunting.',
        'message_2'         => 'إذا كنت لا ترغب في الانضمام، لا حاجة إلى اتخاذ أي إجراء.',
        'button'            => 'ابدأ الآن',
    ],

    'information' => [
        'invoice'           => 'أنشئ الفواتير بسهولة',
        'reports'           => 'الحصول على تقارير مفصلة',
        'expense'           => 'تتبّع جميع المصروفات',
        'customize'         => 'تخصيص Akaunting الخاص بك',
    ],

    'roles' => [
        'admin' => [
            'name'          => 'الإدارة',
            'description'   => 'يحصلون على الوصول الكامل إلى Akaunting بما في ذلك العملاء، الفواتير، التقارير، الإعدادات، والتطبيقات.',
        ],
        'manager' => [
            'name'          => 'مدير',
            'description'   => 'يحصلون على الوصول الكامل إلى Akaunting، ولكن لا يمكنهم إدارة المستخدمين والتطبيقات.',
        ],
        'customer' => [
            'name'          => 'عميل',
            'description'   => 'يمكنهم الوصول إلى بوابة العملاء ودفع فواتيرهم عبر الإنترنت بواسطة طرق الدفع التي قمت بإنشائها.',
        ],
        'accountant' => [
            'name'          => 'محاسب',
            'description'   => 'يمكنهم الوصول إلى الفواتير والمعاملات والتقارير وإنشاء قيود يومية.',
        ],
        'employee' => [
            'name'          => 'موظف',
            'description'   => 'يمكنهم إنشاء مطالبات بالمصروفات وتتبع الوقت للمشاريع المعينة، ولكن يمكنهم فقط رؤية المعلومات الخاصة بهم.',
        ],
    ],

];
