<?php

return [

    'profile'               => 'الملف الشخصي',
    'logout'                => 'تسجيل خروج',
    'login'                 => 'تسجيل دخول',
    'login_to'              => 'تسجيل دخول لبدء جلسة العمل الخاصة بك',
    'remember_me'           => 'تذكرني',
    'forgot_password'       => 'نسيت كلمة المرور',
    'reset_password'        => 'إعادة تعيين كلمة المرور',
    'enter_email'           => 'أدخل عنوان بريدك الإلكتروني',
    'current_email'         => 'البريد الإلكتروني الحالي',
    'reset'                 => 'إعادة تعيين',
    'never'                 => 'أبداً',
    'landing_page'          => 'الصفحة المقصودة',

    'password' => [
        'current'           => 'كلمة المرور',
        'current_confirm'   => 'تأكيد كلمة المرور',
        'new'               => 'كلمة المرور الجديدة',
        'new_confirm'       => 'تأكيد كلمة المرور الجديدة',
    ],

    'error' => [
        'self_delete'       => 'خطأ: لا يمكن حذف نفسك!',
        'self_disable'      => 'خطأ: لا يمكنك تعطيل حسابك!',
        'no_company'        => 'خطأ: لم يتم تعيين أية شركة إلى حسابك، من فضلك تواصل مع مسؤول النظام.',
    ],

    'failed'                => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'disabled'              => 'هذا الحساب غير مفعّل. من فضلك تواصل مع مسؤول النظام.',
    'throttle'              => 'عدد كبير جداً من محاولات تسجيل الدخول. يرجى إعادة المحاولة خلال :seconds ثواني.',

    'notification' => [
        'message_1'     => 'تم إرسال هذه الرسالة لإبلاغك بوجود طلب إعادة كلمة المرور على الحساب الخاص بك.',
        'message_2'     => 'لا داعي لاتخاذ أي إجراء إذا لم تقم بطلب إعادة كلمة المرور.',
        'button'        => 'إعادة تعيين كلمة المرور',
    ],

];
