<?php

return [

    'bulk_actions'      => 'إجراء مجمّع|إجراءات مجمّعة',
    'selected'          => 'محدد',
    'no_action'         => 'لا يتوفر أي إجراء',

    'message' => [
        'duplicate'     => 'هل أنت متأكد من رغبتك في <b>تكرار</b> السجل المحدد؟',
        'delete'        => 'هل أنت متأكد من رغبتك في <b>حذف</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>حذف</b> السجلات المحددة؟',
        'export'        => 'هل أنت متأكد من رغبتك في <b>تصدير</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>تصدير</b> السجلات المحددة؟',
        'download'      => 'هل أنت متأكد من رغبتك في <b>تنزيل</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>تنزيل</b> السجلات المحددة؟',
        'enable'        => 'هل أنت متأكد من رغبتك في <b>تفعيل</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>تفعيل</b> السجلات المحددة؟',
        'disable'       => 'هل أنت متأكد من رغبتك في <b>تعطيل</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>تعطيل</b> السجلات المحددة؟',
        'paid'          => 'هل أنت متأكد من رغبتك في تعيين الفاتورة المحددة <b>كمدفوعة</b>؟|هل أنت متأكد من رغبتك في تعيين الفواتير المحددة <b>كمدفوعة</b>؟',
        'sent'          => 'هل أنت متأكد من رغبتك في تعيين الفاتورة المحددة <b>كمُرسلة</b>؟|هل أنت متأكد من رغبتك في تعيين الفواتير المحددة <b>كمُرسلة</b>؟',
        'received'      => 'هل أنت متأكد من رغبتك في تعيين فاتورة الشراء المحددة <b>كمُستلمة</b>؟|هل أنت متأكد من رغبتك في تعيين فواتير الشراء المحددة <b>كمُستلمة</b>؟',
        'cancelled'     => 'هل أنت متأكد من رغبتك في <b>إلغاء</b> الفاتورة أو فاتورة الشراء المحددة؟|هل أنت متأكد من رغبتك في <b>إلغاء</b> الفواتير أو فواتير الشراء المحددة؟',
        'reconcile'     => 'هل أنت متأكد من رغبتك في <b>تسوية</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>تسوية</b> السجلات المحددة؟',
        'unreconcile'   => 'هل أنت متأكد من رغبتك في <b>إلغاء تسوية</b> السجل المحدد؟|هل أنت متأكد من رغبتك في <b>إلغاء تسوية</b> السجلات المحددة؟',
    ],

    'success' => [
        'general'       => ':count سجل :type.',
    ],
];
