<?php

return [

    'bulk_actions'      => 'الإجراء الجماعي - الإجراءات الجماعية',
    'selected'          => 'مُحدد',
    'no_action'         => 'لا يوجد اي اجراء متاح ',

    'message' => [
        'duplicate'     => 'هل أنت متأكد من</b> مضاعفة <b> السجلات المحددة؟',
        'delete'        => 'هل أنت متأكد من<b/> حذف<b> السجلات المحددة؟',
        'export'        => 'هل أنت متأكد من<b/> تصدير<b> السجلات المحددة؟',
        'enable'        => 'هل أنت متأكد من<b/> تفعيل<b> السجلات المحددة؟',
        'disable'       => 'هل أنت متأكد من <b/>تعطيل<b> السجلات المحددة؟',
        'paid'          => 'هل تريد وضع علامة على الفاتورة المحددة على أنها </b>مدفوعة<b> ؟',
        'sent'          => 'هل تريد وضع علامة على الفاتورة المحددة على أنها <b/>تم أرسالها<b>؟',
        'received'      => 'هل تريد وضع علامة على الفاتورة المحددة على أنها <b/>تم استلامها<b>؟',
        'cancelled'     => 'هل أنت متأكد من أنك تريد <b>إلغاء</b> الفاتورة/الفاتورة المحددة؟<unk> هل أنت متأكد من أنك تريد <b>إلغاء</b> الفواتير / الفواتير المحددة؟',
        'reconcile'     => 'هل أنت متأكد من أنك تريد <b>التوفيق بين</b> السجل المحدد؟<unk> هل أنت متأكد من أنك تريد <b>مطابقة</b> السجلات المحددة؟',
        'unreconcile'   => 'هل أنت متأكد من أنك تريد <b>إلغاء التوفيق بين</b> السجل المحدد؟<unk> هل أنت متأكد من أنك تريد <b>إلغاء التوفيق</b> السجلات المحددة؟',
    ],

    'success' => [
        'general'       => ':count سجل :type.',
    ],
];
