<?php

return [

    'bulk_actions'     => 'العمل بالجملة|الاعمال بالجملة',
    'selected'         => 'مُحدد',

    'message' => [
        'duplicate'     => 'هل أنت متأكد من</b> مضاعفة <b> السجلات المحددة؟',
        'delete'        => 'هل أنت متأكد من<b/> حذف<b> السجلات المحددة؟',
        'export'        => 'هل أنت متأكد من<b/> تصدير<b> السجلات المحددة؟',
        'enable'        => 'هل أنت متأكد من<b/> تفعيل<b> السجلات المحددة؟',
        'disable'       => 'هل أنت متأكد من <b/>تعطيل<b> السجلات المحددة؟',
        'paid'          => 'هل تريد بالتأكيد وضع علامة على الفاتورة المحددة على أنها </b>مدفوعة<b> ؟',
        'sent'          => 'هل تريد بالتأكيد وضع علامة على الفاتورة المحددة على أنها <b/>مرسلة<b>؟',
        'received'      => 'هل تريد بالتأكيد وضع علامة على الفاتورة المحددة على أنها <b/>مستلمة<b>؟',
    ],

];
