<?php

return [

    'domain'                => 'اسم النطاق',
    'logo'                  => 'الشعار',

    'error' => [
        'not_user_company'  => 'خطأ: غير مسموح لك بتغيير هذه الشركة!',
        'delete_active'     => 'خطأ: لا يمكن حذف الشركة النشطة. من فضلك ، انتقل إلى شركة أخرى أولاً!',
        'disable_active'    => 'خطأ: لا يمكن تعطيل الشركة النشطة. من فضلك ، انتقل إلى شركة أخرى أولاً!',
    ],

    'form_description' => [
        'general'           => 'هذه المعلومات ستظهر في السجلات التي تنشئها.',
        'billing'           => 'رقم الضريبة يظهر في كل فاتورة بيع أو شراء. لوحة التحكم والتقارير تظهر بالعملة الافتراضية.',
        'address'           => 'سيتم استخدام العنوان في فواتير البيع والشراء وغيرها من السجلات التي تصدرها.',
    ],

    'skip_step'             => 'تخطى هذه الخطوة',

];
