<?php

return [

    'code'                  => 'رمز العملة',
    'rate'                  => 'سعر الصرف',
    'default'               => 'العملة الافتراضية',
    'decimal_mark'          => 'الفاصل العشري',
    'thousands_separator'   => 'فاصل الآلاف',
    'precision'             => 'الدقة',
    'conversion'            => 'تحويل العملة: :price (:currency_code) بسعر صرف :currency_rate',
    'symbol' => [
        'symbol'            => 'الرمز',
        'position'          => 'موضع الرمز',
        'before'            => 'قبل المبلغ',
        'after'             => 'بعد المبلغ',
    ],

    'form_description' => [
        'general'           => 'تُستخدم العملة الافتراضية في لوحة المعلومات والتقارير. وبالنسبة إلى العملات الأخرى، يجب أن يكون سعر الصرف أقل من 1 للعملات الأضعف وأكبر من 1 للعملات الأقوى.',
    ],

    'no_currency'           => 'لا توجد عملة',
    'create_currency'       => 'إنشاء عملة جديدة وتعديلها في أي وقت من خلال الإعدادات.',
    'new_currency'          => 'عملة جديدة',

];
