<?php

return [

    'can_login'                 => 'دعوة إلى بوابة العملاء',
    'can_login_description'     => 'أرسل دعوة إلى هذا المستخدم لتسجيل الدخول إلى بوابة العملاء.',
    'user_created'              => 'تم إنشاء المستخدم',
    'client_portal_description' => 'بوابة العملاء مساحة يمكنك من خلالها مشاركة المعاملات والفواتير مع عملائك، ليتمكنوا من متابعة تعاملهم مع نشاطك التجاري، والسداد عبر الإنترنت، وتسجيل الدخول متى شاؤوا باستخدام كلمة المرور.',

    'error' => [
        'email'                 => 'البريد الإلكتروني مسجل مسبقاً.',
    ],

    'client_portal_text' => [
        'can'                   => 'يستطيع هذا العميل تسجيل الدخول.',
        'cant'                  => 'لا يستطيع هذا العميل تسجيل الدخول.',
    ],

    'form_description' => [
        'general'               => 'ستظهر معلومات الاتصال بالعميل في الفواتير وملفاتهم الشخصية. يمكنك أيضًا السماح للعملاء بتسجيل الدخول لتتبع الفواتير الخاصة بهم عن طريق تفعيل المربع أدناه.',
        'billing'               => 'يظهر الرقم الضريبي في كل فاتورة تصدر إلى العميل. تصبح العملة المحددة العملة الافتراضية لهذا العميل.',
        'address'               => 'العنوان مطلوب للفواتير، لذلك تحتاج إلى إضافة تفاصيل عنوان الفوترة للعميل.',
        'contact_persons'       => 'لإضافة مستلمين آخرين في خانة النسخة (CC) من البريد الإلكتروني، أضفهم بوصفهم أشخاص اتصال.',
    ],

    'no_records' => [
        'invoices'              => 'لا توجد فاتورة لهذا العميل حتى الآن. قم بإنشاء واحدة جديدة الآن.',
        'transactions'          => 'لا توجد معاملة لهذا العميل حتى الآن. أنشئ معاملة جديدة الآن.',
    ],

];
