<?php

return [

    'can_login'                 => 'هل يمكنك الدخول؟',
    'can_login_description'     => 'إرسال دعوة إلى هذا المستخدم لتسجيل الدخول.',
    'user_created'              => 'تم إنشاء المستخدم',
    'client_portal_description' => 'بوابة العملاء هي بيئة يمكنك فيها مشاركة المعاملات والفواتير مع عملائك، حيث يتبعون علاقاتهم مع عملك التجاري ويدفعون، ويسجلون الدخول كلما يريدون؛ من خلال كلمة المرور',

    'error' => [
        'email'                 => 'البريد الإلكتروني مسجل مسبقاً.',
    ],

    'client_portal_text' => [
        'can'                   => 'يستطيع هذا العميل تسجيل الدخول.',
        'cant'                  => 'لا يستطيع هذا العميل تسجيل الدخول.',
    ],

    'form_description' => [
        'general'               => 'ستظهر معلومات الاتصال بالعميل في الفواتير وملفاتهم الشخصية. يمكنك أيضًا السماح للعملاء بتسجيل الدخول لتتبع الفواتير الخاصة بهم عن طريق تفعيل المربع أدناه.',
        'billing'               => 'يظهر الرقم الضريبي في كل فاتورة تصدر إلى العميل. تصبح العملة المحددة العملة الافتراضية لهذا العميل.',
        'address'               => 'العنوان مطلوب للفواتير، لذلك تحتاج إلى إضافة تفاصيل عنوان الفوترة للعميل.',
        'contact_persons'       => 'لإدراج مستلمين إضافيين في رسالة بريد إلكتروني كنسخة CC، قم بإضافتهم في جهات الاتصال.',
    ],

    'no_records' => [
        'invoices'              => 'لا توجد فاتورة لهذا العميل حتى الآن. قم بإنشاء واحدة جديدة الآن.',
        'transactions'          => 'لا توجد معاملة لهذا العميل حتى الآن. أنشئ معاملة جديدة الآن.',
    ],

];
