<?php

return [

    'accounts' => [
        'cash'              => 'النقدية',
    ],

    'categories' => [
        'deposit'           => 'إيداع',
        'sales'             => 'المبيعات',
    ],

    'currencies' => [
        'usd'               => 'دولار أمريكي',
    ],

    'offline_payments' => [
        'cash'              => 'نقدا',
        'bank'              => 'تحويل بنكي',
    ],

    'reports' => [
        'income'            => 'ملخص الدخل الشهري حسب الفئة.',
        'expense'           => 'ملخص المصروفات الشهري حسب الفئة.',
        'income_expense'    => 'ملخص شهري للإيرادات مقابل المصروفات حسب الفئة.',
        'tax'               => 'ملخص الضريبة الفصلية.',
        'profit_loss'       => 'ملخص ربع سنوي للأرباح والخسائر حسب الفئة.',
    ],

];
