<?php

return [

    'accounts' => [
        'cash'              => 'النقدية',
    ],

    'categories' => [
        'deposit'           => 'إيداع',
        'sales'             => 'المبيعات',
    ],

    'currencies' => [
        'usd'               => 'دولار أمريكي',
        'eur'               => 'يورو',
        'gbp'               => 'جنيه إسترليني',
        'try'               => 'ليرة تركية',
    ],

    'offline_payments' => [
        'cash'              => 'نقدا',
        'bank'              => 'تحويل بنكي',
    ],

    'reports' => [
        'income'            => 'ملخص الدخل الشهري حسب الفئة.',
        'expense'           => 'ملخص المصاريف الشهرية حسب الفئة.',
        'income_expense'    => 'الدخل الشهري مقابل المصاريف حسب الفئة.',
        'tax'               => 'ملخص الضريبة الفصلية.',
        'profit_loss'       => 'الربح والخسارة الفصلية حسب الفئة.',
    ],

];
