<?php

return [

    'title' => [
        '403'       => 'عذراً! الوصول محظور',
        '404'       => 'عذراً! لم يتم العثور على الصفحة',
        '500'       => 'عذراً! حدث خطأ ما',
    ],

    'header' => [
        '403'       => '403 ممنوع',
        '404'       => '404 غير موجود',
        '500'       => '500 خطأ داخلي في الخادم',
    ],

    'message' => [
        '403'       => 'لا يمكنك الوصول إلى هذه الصفحة.',
        '404'       => 'تعذر العثور على الصفحة التي تبحث عنها.',
        '500'       => 'سنعمل على إصلاح المشكلة فوراً.',
        'record'    => 'لم نتمكن من العثور على السجل الذي كنت تبحث عنه.',
        'amount'    => 'تحتوي هذه الصفحة على مبالغ غير صالحة! من فضلك، اتصل بمسؤول النظام.',
    ],

];
