<?php

return [

    'change_language'       => 'تغيير اللغة',
    'last_login'            => 'أخر تسجيل دخول : الوقت',
    'notifications' => [
        'counter'           => '{0} ليس لديك تنبيهات|{1} لديك :عدد تنبيهات|[2,*] لديك :عدد تنبيهات',
        'overdue_invoices'  => '{1} :عدد الفواتير المتأخرة|[2,*] :عدد الفواتير المتأخرة',
        'upcoming_bills'    => '{1} :عدد فواتير البيع الغير مدفوعة|[2,*] :عدد فواتير المشتريات الغير مدفوعة',
        'items_stock'       => '{1} :عدد الأصناف الغير متوفرة بالمخزن|[2,*] :عدد الأصناف الغير متوفرة بالمخزن',
        'view_all'          => 'عرض الكل'
    ],

];
