<?php

return [

    'next'                  => 'التالى',
    'refresh'               => 'تحديث',

    'steps' => [
        'requirements'      => 'برجاء, قم بالخطوات التالية!',
        'language'          => 'الخطوة 1/3 : أختيار اللغة',
        'database'          => 'الخطوة 2/3 : اعداد قاعدة البيانات',
        'settings'          => 'الخطوة 3/3 : الشركة و تفاصيل مدير النظام',
    ],

    'language' => [
        'select'            => 'اختر اللغة',
    ],

    'requirements' => [
        'enabled'           => ':هذة الميزة تحتاج الى تفعيل!',
        'disabled'          => ': هذة الميزة تحتاج الى الغاء التفعيل!',
        'extension'         => ': ملحق اضافى يحتاج إلى أن يتم تحميل!',
        'directory'         => ': الدليل يجب أن يكون قابل للكتابة!',
    ],

    'database' => [
        'hostname'          => 'اسم المستضيف',
        'username'          => 'اسم المتخدم',
        'password'          => 'كلمة المرور',
        'name'              => 'قاعدة البيانات',
    ],

    'settings' => [
        'company_name'      => 'اسم الشركة',
        'company_email'     => 'البريد الالكتروني للشركة',
        'admin_email'       => 'البريد الالكتروني لمدير النظام',
        'admin_password'    => 'كلمة مرور مدير النظام',
    ],

    'error' => [
        'connection'        => 'خطأ: لا يمكن الاتصال بقاعدة البيانات! رجاءا, تأكد من صحة البيانات.',
    ],

];
