<?php

return [

    'next'                  => 'التالي',
    'refresh'               => 'تحديث',

    'steps' => [
        'requirements'      => 'من فضلك، تواصل مع مزود خدمة الاستضافة لديك لإصلاح الأخطاء!',
        'language'          => 'الخطوة 1/3: اختيار اللغة',
        'database'          => 'الخطوة 2/3: إعداد قاعدة البيانات',
        'settings'          => 'الخطوة 3/3: معلومات الشركة ومسؤول النظام',
    ],

    'language' => [
        'select'            => 'اختر اللغة',
    ],

    'requirements' => [
        'enabled'           => 'يجب تفعيل :feature!',
        'disabled'          => 'يجب تعطيل :feature!',
        'extension'         => 'يجب تثبيت وتشغيل ملحق :extension!',
        'directory'         => 'يجب منح صلاحية الكتابة على مجلد :directory!',
        'executable'        => 'ان الملف التنفيذى ل PHP CLI غير معرف او لا يعمل او ان اصداره ليس :php_version او اعلى منه, من فضلك اطلب من شركه الاستضافه تعيين متغير بيئة PHP_BINARY أو PHP_PATH بشكل صحيح.
',
    ],

    'database' => [
        'hostname'          => 'اسم المستضيف',
        'username'          => 'اسم المستخدم',
        'password'          => 'كلمة المرور',
        'name'              => 'قاعدة البيانات',
    ],

    'settings' => [
        'company_name'      => 'اسم الشركة',
        'company_email'     => 'البريد الإلكتروني للشركة',
        'admin_email'       => 'البريد الإلكتروني لمسؤول النظام',
        'admin_password'    => 'كلمة مرور مسؤول النظام',
    ],

    'error' => [
        'php_version'       => 'حدث خطأ: اطلب من المتعهد مزود الخدمه ان يستخدم PHP :php_version او اعلى منه لكلا من HTTP و CLI',
        'connection'        => 'خطأ: لا يمكن الاتصال بقاعدة البيانات! من فضلك، تأكد من صحة المعلومات.',
    ],

];
