<?php

return [

    'sale_price'           => 'سعر البيع',
    'purchase_price'        => 'سعر الشراء',
    'enter_item_description'    => 'أدخل وصف العنصر',
    'billing'                   => 'الفوترة',
    'sale_information'          => 'معلومات البيع',
    'purchase_information'      => 'معلومات الشراء',

    'form_description' => [
        'general'               => 'حدد فئة لجعل تقاريرك أكثر تفصيلاً. سيظهر الوصف تلقائياً عند تحديد الصنف في فاتورة أو فاتورة شراء.',
        'billing'               => 'تُستخدم معلومات البيع في الفواتير، وتُستخدم معلومات الشراء في فواتير الشراء. وستُطبّق الضريبة على كليهما.',
    ],
];
