<?php

return [

    'sale_price'           => 'سعر البيع',
    'purchase_price'        => 'سعر الشراء',
    'enter_item_description'    => 'أدخل وصف العنصر',
    'billing'                   => 'الفوترة',
    'sale_information'          => 'معلومات البيع',
    'purchase_information'      => 'معلومات الشراء',

    'form_description' => [
        'general'               => 'هنا يمكنك إدخال المعلومات العامة للعنصر مثل الاسم ونوع العنصر وسعر البيع والشراء والوحدة والضريبة إلخ.',
        'billing'               => 'يتم تطبيق سعر البيع والشراء على الفواتير وفواتير الشراء على التوالي. يمكنك أيضاً تحديد الضرائب ليتم حسابها تلقائياً.',
    ],
];
