<?php

return [

    'success' => [
        'added'             => 'تمت إضافة :type!',
        'created'           => 'تم إنشاء :type!',
        'updated'           => 'تم تحديث :type!',
        'deleted'           => 'تم حذف :type!',
        'duplicated'        => 'تم نسخ :type!',
        'imported'          => 'تم استيراد :type!',
        'import_queued'     => 'تمت جدولة استيراد :type! ستتلقى بريداً إلكترونياً عند اكتماله.',
        'exported'          => 'تم تصدير :type!',
        'export_queued'     => 'تمت جدولة تصدير :type للصفحة الحالية! ستتلقى بريداً إلكترونياً عندما يصبح جاهزاً للتنزيل.',
        'download_queued'   => 'تمت جدولة تنزيل :type للصفحة الحالية! ستتلقى بريداً إلكترونياً عندما يصبح جاهزاً للتنزيل.',
        'enabled'           => 'تم تفعيل :type!',
        'disabled'          => 'تم تعطيل :type!',
        'connected'         => 'تم ربط :type!',
        'invited'           => 'تمت دعوة :type!',
        'ended'             => 'تم إنهاء :type!',

        'clear_all'         => 'رائع! لقد قمت بمسح كل :type الخاص بك.',
    ],

    'error' => [
        'over_payment'      => 'خطأ: الدفعه لم تُضاف! المبلغ المدخل يتخطى المجموع: :amount',
        'not_user_company'  => 'خطأ: غير مسموح لك بإدارة هذه الشركة!',
        'customer'          => 'خطأ: لم تتم إضافة المستخدم! :name يستخدم بالفعل هذا البريد الإلكتروني.',
        'no_file'           => 'خطأ: لم يتم تحديد أي ملف!',
        'last_category'     => 'خطأ: لا يمكن حذف آخر فئة <b>:type</b>!',
        'transfer_category' => 'خطأ: لا يمكن حذف فئة التحويل <b>:type</b>!',
        'change_type'       => 'خطأ: لا يمكنك تغيير النوع لارتباطه مع :text!',
        'invalid_apikey'    => 'خطأ: مفتاح API الذي تم إدخاله غير صالح!',
        'empty_apikey'      => 'خطأ: لم تقم بإدخال مفتاح API! <a href=":url" class="font-bold underline underline-offset-4">انقر هنا</a> لإدخال مفتاح API الخاص بك.',
        'import_column'     => 'خطأ: :message اسم العمود: :column. رقم السطر: :line.',
        'import_sheet'      => 'خطأ: اسم الورقة غير صحيح. من فضلك، راجع ملف العينة.',
        'same_amount'       => 'خطأ: يجب أن يكون المبلغ الإجمالي للقسمة مطابقاً تماماً لإجمالي :transaction: :amount',
        'over_match'        => 'خطأ: لم يتم ربط :type! المبلغ الذي أدخلته لا يمكن أن يتجاوز إجمالي الدفع: :amount',
    ],

    'warning' => [
        'deleted'           => 'تنبيه: لا يمكنك حذف <b>:name</b> لأنه لديه :text مرتبط به.',
        'disabled'          => 'تنبيه: لا يمكنك تعطيل <b>:name</b> لأنه لديه :text مرتبط به.',
        'reconciled_tran'   => 'تحذير: لا يُسمح لك بتغيير المعاملة أو حذفها لأنها مسوّاة!',
        'reconciled_doc'    => 'تحذير: لا يُسمح لك بتغيير :type أو حذفه لوجود معاملات مسوّاة مرتبطة به!',
        'disable_code'      => 'تحذير: لا يُسمح لك بتعطيل <b>:name</b> أو تغيير عملته لوجود :text مرتبط به.',
        'payment_cancel'    => 'تحذير: لقد ألغيت آخر دفعة تمت بطريقة :method!',
        'missing_transfer'  => 'تحذير: التحويل المرتبط بهذه العملية مفقود. يجب أن تفكر في حذف هذه العملية.',
        'connect_tax'       => 'تحذير: هذا :type لديه مبلغ ضريبة. لا يمكن ربط الضرائب المضافة إلى :type، لذلك ستتم إضافة الضريبة إلى الإجمالي وحسابها وفقاً لذلك.',
        'contact_change'    => 'تحذير: غير مسموح لك بتغيير جهة الاتصال على :type تم إرساله أو استلامه أو دفعه بالفعل!',
    ],

];
