<?php

return [

    'success' => [
        'added'             => ':نوع تمت الاضافة!',
        'updated'           => ':نوع تم التحديث!',
        'deleted'           => ':نوع تم الحذف!',
        'duplicated'        => ':نوع تم التكرار!',
        'imported'          => ':نوع تم الاستيراد!',
    ],
    'error' => [
        'payment_add'       => 'خطأ: لا يمكنك إضافة الدفع! يجب عليك التحقق من إضافة المبلغ.',
        'not_user_company'  => 'خطأ: غير مسموح لك بادرة هذة الشركة!',
        'customer'          => 'خطأ:غير مسموح لك باضافة مستخدم! :اسم استخدام هذا البريد الالكترونية.',
        'no_file'           => 'خطأ: لم يتم تحديد ملف!',
    ],
    'warning' => [
        'deleted'           => 'تحذير: غير مسموح لك بحذف <b>:اسم</b> لأن هذا : مرتبط ب.',
        'disabled'          => 'تحذير: غير مسموح لك بالغاء تفيل<b>:اسم</b> لأن هذا : مرتبط ب.',
    ],

];
