<?php

return [

    'recurring'             => 'متكرر',
    'interval'              => 'الفاصل الزمني',
    'frequency'             => 'التكرار',
    'count'                 => 'العدد',
    'every'                 => 'كل',
    'period'                => 'فترة',
    'times'                 => 'عدد المرات',
    'daily'                 => 'يومي',
    'weekly'                => 'أسبوعي',
    'monthly'               => 'شهري',
    'yearly'                => 'سنوي',
    'custom'                => 'مُخصّص',
    'days'                  => 'يوم (أيام)',
    'weeks'                 => 'أسبوع (أسابيع)',
    'months'                => 'شهر (أشهر)',
    'years'                 => 'سنة (سنوات)',
    'message'               => 'هذه :type متكررة و :type التالية سيتم إنشاؤها تلقائياً في تاريخ :date',
    'message_parent'        => 'تم إنشاء هذا :type تلقائياً من :link',
    'tooltip'               => 'وإلى جانب الفترات المحددة مسبقا، يمكن تعديل الفترات المخصصة لتلبية الاحتياجات. <br><b>نصيحة:</b> يجب إعداد العد إلى الصفر للتكرار إلى ما لا نهاية.',

];
