<?php

return [

    'this_year'             => 'هذه السنة',
    'previous_year'         => 'السنة الماضية',
    'this_quarter'          => 'هذا الربع',
    'previous_quarter'      => 'الربع السابق',
    'last_12_months'        => 'آخر 12 شهر',
    'profit_loss'           => 'الربح والخسارة',
    'gross_profit'          => 'إجمالي الربح',
    'net_profit'            => 'صافي الربح',
    'total_expenses'        => 'إجمالي المصروفات',
    'net'                   => 'صافي الدخل',

    'summary' => [
        'income'            => 'ملخص الإيرادات',
        'expense'           => 'ملخص المصروفات',
        'income_expense'    => 'الإيرادات مقابل المصروفات',
        'tax'               => 'ملخص الضرائب',
    ],

    'quarter' => [
        '1'                 => 'يناير-مارس',
        '2'                 => 'أبريل-يونيو',
        '3'                 => 'يوليو-سبتمبر',
        '4'                 => 'أكتوبر-ديسمبر',
    ],

];
