<?php

return [

    'company' => [
        'description'                   => 'تغيير اسم الشركة والبريد الإلكتروني والعنوان والرقم الضريبي إلخ',
        'search_keywords'               => 'شركة، اسم، بريد إلكتروني، هاتف، عنوان، دولة، رقم ضريبي، شعار، مدينة، ولاية، رمز بريدي',
        'name'                          => 'الاسم',
        'email'                         => 'البريد الإلكتروني',
        'phone'                         => 'الهاتف',
        'address'                       => 'العنوان',
        'edit_your_business_address'    => 'تحرير عنوان نشاطك التجاري',
        'logo'                          => 'الشعار',

        'form_description' => [
            'general'                   => 'هذه المعلومات مرئية في السجلات التي تنشئها.',
            'address'                   => 'سيُستخدم العنوان في الفواتير وفواتير الشراء والسجلات الأخرى التي تصدرها.',
        ],
    ],

    'localisation' => [
        'description'                   => 'ضبط السنة المالية والمنطقة الزمنية وتنسيق التاريخ والمزيد من الإعدادات المحلية',
        'search_keywords'               => 'مالية، سنة، بدء، تسمية، وقت، منطقة، تاريخ، تنسيق، فاصل، خصم، نسبة مئوية',
        'financial_start'               => 'بداية السنة المالية',
        'timezone'                      => 'المنطقة الزمنية',
        'financial_denote' => [
            'title'                     => 'تسمية السنة المالية',
            'begins'                    => 'حسب السنة التي تبدأ فيها',
            'ends'                      => 'حسب السنة التي تنتهي فيها',
        ],
        'preferred_date'                => 'التاريخ المفضل',
        'date' => [
            'format'                    => 'تنسيق التاريخ',
            'separator'                 => 'فاصل التاريخ',
            'dash'                      => 'شرطة (-)',
            'dot'                       => 'نقطة (.)',
            'comma'                     => 'فاصلة (,)',
            'slash'                     => 'خط مائل (/)',
            'space'                     => 'مسافة ( )',
        ],
        'percent' => [
            'title'                     => 'موضع النسبة المئوية (%)',
            'before'                    => 'قبل الرقم',
            'after'                     => 'بعد الرقم',
        ],
        'discount_location' => [
            'name'                      => 'موضع الخصم',
            'item'                      => 'في البند',
            'total'                     => 'في الإجمالي',
            'both'                      => 'في البند والإجمالي',
        ],

        'form_description' => [
            'fiscal'                    => 'حدد فترة السنة المالية التي تستخدمها شركتك للضرائب والتقارير.',
            'date'                      => 'حدد تنسيق التاريخ الذي تريد رؤيته في كل مكان في الواجهة.',
            'other'                     => 'حدد مكان عرض علامة النسبة المئوية للضرائب. يمكنك تمكين الخصومات على البنود وفي الإجمالي للفواتير وفواتير الشراء.',
        ],
    ],

    'invoice' => [
        'description'                   => 'تخصيص بادئة الفاتورة والرقم والشروط والتذييل إلخ',
        'search_keywords'               => 'تخصيص، فاتورة، رقم، بادئة، خانة، التالي، شعار، اسم، سعر، كمية، قالب، عنوان، عنوان فرعي، تذييل، ملاحظة، إخفاء، استحقاق، لون، دفع، شروط، عمود',
        'prefix'                        => 'بادئة الرقم',
        'digit'                         => 'خانات الرقم',
        'next'                          => 'الرقم التالي',
        'logo'                          => 'الشعار',
        'custom'                        => 'مخصص',
        'item_name'                     => 'اسم الصنف',
        'item'                          => 'الأصناف',
        'product'                       => 'المنتجات',
        'service'                       => 'الخدمات',
        'price_name'                    => 'اسم السعر',
        'price'                         => 'السعر',
        'rate'                          => 'المعدل',
        'quantity_name'                 => 'اسم الكمية',
        'quantity'                      => 'الكمية',
        'payment_terms'                 => 'شروط الدفع',
        'title'                         => 'العنوان',
        'subheading'                    => 'العنوان الفرعي',
        'due_receipt'                   => 'الاستحقاق عند الاستلام',
        'due_days'                      => 'الاستحقاق خلال :days يوماً',
        'due_custom'                    => 'يوم/أيام مخصص',
        'due_custom_day'                => 'بعد اليوم',
        'choose_template'               => 'اختر قالب الفاتورة',
        'default'                       => 'افتراضي',
        'classic'                       => 'كلاسيكي',
        'modern'                        => 'حديث',
        'logo_size_width'               => 'عرض الشعار',
        'logo_size_height'              => 'ارتفاع الشعار',
        'hide' => [
            'item_name'                 => 'إخفاء اسم الصنف',
            'item_description'          => 'إخفاء وصف الصنف',
            'quantity'                  => 'إخفاء الكمية',
            'price'                     => 'إخفاء السعر',
            'amount'                    => 'إخفاء المبلغ',
        ],
        'column'                        => 'عمود|أعمدة',

        'form_description' => [
            'general'                   => 'حدد الإعدادات الافتراضية لتنسيق أرقام الفواتير وشروط الدفع.',
            'template'                  => 'اختر أحد القوالب أدناه لفواتيرك.',
            'default'                   => 'سيؤدي تحديد الإعدادات الافتراضية للفواتير إلى تعبئة العناوين والعناوين الفرعية والملاحظات والتذييلات مسبقاً. لذا لا تحتاج إلى تحرير الفواتير في كل مرة لتبدو أكثر احترافية.',
            'column'                    => 'خصّص كيفية تسمية أعمدة الفاتورة. إذا كنت ترغب في إخفاء أوصاف الأصناف والمبالغ في البنود، يمكنك تغيير ذلك هنا.',
        ]
    ],

    'transfer' => [
        'choose_template'               => 'اختر قالب التحويل',
        'second'                        => 'الثاني',
        'third'                         => 'الثالث',
    ],

    'default' => [
        'description'                   => 'الحساب والعملة واللغة الافتراضية لشركتك',
        'search_keywords'               => 'حساب، عملة، لغة، ضريبة، دفع، طريقة، ترقيم',
        'list_limit'                    => 'السجلات لكل صفحة',
        'use_gravatar'                  => 'استخدام Gravatar',
        'income_category'               => 'فئة الإيرادات',
        'expense_category'              => 'فئة المصروف',
        'address_format'                => 'تنسيق العنوان',
        'address_tags'                  => '<strong>العلامات المتاحة:</strong> :tags',

        'form_description' => [
            'general'                   => 'حدد الحساب والضريبة وطريقة الدفع الافتراضية لإنشاء السجلات بسرعة. تُعرض لوحة التحكم والتقارير بالعملة الافتراضية.',
            'category'                  => 'حدد الفئات الافتراضية لتسريع إنشاء السجلات.',
            'other'                     => 'خصّص الإعدادات الافتراضية للغة الشركة وطريقة ترقيم الصفحات.',
        ],
    ],

    'email' => [
        'description'                   => 'تغيير بروتوكول الإرسال',
        'search_keywords'               => 'بريد إلكتروني، إرسال، بروتوكول، smtp، خادم، كلمة مرور',
        'protocol'                      => 'البروتوكول',
        'php'                           => 'PHP Mail',
        'smtp' => [
            'name'                      => 'SMTP',
            'host'                      => 'خادم SMTP',
            'port'                      => 'منفذ SMTP',
            'username'                  => 'اسم مستخدم SMTP',
            'password'                  => 'كلمة مرور SMTP',
            'encryption'                => 'أمان SMTP',
            'none'                      => 'لا شيء',
        ],
        'sendmail'                      => 'Sendmail',
        'sendmail_path'                 => 'مسار Sendmail',
        'log'                           => 'تسجيل الرسائل',
        'email_service'                 => 'خدمة البريد',
        'email_templates'               => 'قوالب البريد',

        'form_description' => [
            'general'                   => 'أرسل رسائل بريد إلكتروني اعتيادية إلى فريقك وجهات اتصالك. يمكنك ضبط البروتوكول وإعدادات SMTP.',
        ],

        'templates' => [
            'description'               => 'تغيير قوالب البريد الإلكتروني',
            'search_keywords'           => 'بريد إلكتروني، قالب، موضوع، محتوى، علامة',
            'subject'                   => 'الموضوع',
            'body'                      => 'المحتوى',
            'tags'                      => '<strong>العلامات المتاحة:</strong> :tag_list',
            'invoice_new_customer'      => 'قالب فاتورة جديدة (يرسل للعميل)',
            'invoice_remind_customer'   => 'قالب تذكير الفاتورة (يرسل للعميل)',
            'invoice_remind_admin'      => 'قالب تذكير الفاتورة (يرسل للمشرف)',
            'invoice_recur_customer'    => 'قالب فاتورة متكررة (يرسل للعميل)',
            'invoice_recur_admin'       => 'قالب فاتورة متكررة (يرسل للمشرف)',
            'invoice_view_admin'        => 'قالب مشاهدة الفاتورة (يرسل للمشرف)',
            'invoice_payment_customer'  => 'قالب إيصال دفع الفاتورة (يرسل للعميل)',
            'invoice_payment_admin'     => 'قالب استلام دفع الفاتورة (يرسل للمشرف)',
            'bill_remind_admin'         => 'قالب تذكير فاتورة الشراء (يرسل للمشرف)',
            'bill_recur_admin'          => 'قالب فاتورة شراء متكررة (يرسل للمشرف)',
            'payment_received_customer' => 'قالب إيصال الدفع (يرسل للعميل)',
            'payment_made_vendor'       => 'قالب الدفع المُرسل (يرسل للمورد)',
        ],
    ],

    'scheduling' => [
        'name'                          => 'الجدولة',
        'description'                   => 'تذكيرات تلقائية وأوامر للتكرار',
        'search_keywords'               => 'تلقائي، تذكير، متكرر، cron، أمر',
        'send_invoice'                  => 'إرسال تذكير الفاتورة',
        'invoice_days'                  => 'إرسال بعد أيام الاستحقاق',
        'send_bill'                     => 'إرسال تذكير فاتورة الشراء',
        'bill_days'                     => 'إرسال قبل أيام الاستحقاق',
        'cron_command'                  => 'أمر Cron',
        'command'                       => 'الأمر',
        'schedule_time'                 => 'ساعة التشغيل',

        'form_description' => [
            'invoice'                   => 'تفعيل أو تعطيل وضبط التذكيرات لفواتيرك عندما تتأخر.',
            'bill'                      => 'تفعيل أو تعطيل وضبط التذكيرات لفواتير الشراء قبل أن تتأخر.',
            'cron'                      => 'انسخ أمر cron الذي يجب أن يشغله خادمك. اضبط الوقت لإطلاق الحدث.',
        ]
    ],

    'categories' => [
        'description'                   => 'فئات غير محدودة للإيرادات والمصروفات والأصناف',
        'search_keywords'               => 'فئة، إيراد، مصروف، صنف',
    ],

    'currencies' => [
        'description'                   => 'إنشاء وإدارة العملات وضبط أسعارها',
        'search_keywords'               => 'افتراضي، عملة، عملات، رمز العملة، سعر، الرمز، دقة، موضع، عشري، آلاف، علامة، فاصل',
    ],

    'taxes' => [
        'description'                   => 'معدلات ضرائب ثابتة وعادية وشاملة ومركبة',
        'search_keywords'               => 'ضريبة، معدل، نوع، ثابت، شامل، مركب، اقتطاع',
    ],

];
