<?php

return [

    'rate'                  => 'المعدل',
    'rate_percent'          => 'المعدل (%)',
    'normal'                => 'عادي',
    'inclusive'             => 'شامل',
    'compound'              => 'مُركب',
    'fixed'                 => 'ثابت',
    'withholding'           => 'حجز',
    'no_taxes'              => 'لا توجد ضرائب',
    'create_task'           => 'إنشاء ضريبة جديدة ويمكن تحريرها في أي وقت من الإعدادات.',
    'new_tax'               => 'ضريبة جديدة',

    'form_description' => [
        'general'           => 'يتم حساب الضريبة الشاملة إلى سعر العنصر. يتم حساب الضريبة المركبة فوق الضرائب الأخرى. يتم تطبيق الضريبة الثابتة كمبلغ وليس كنسبة مئوية.',
    ],

];
