<?php

return [

    'installed_version'     => 'الإصدار المثبت',
    'latest_version'        => 'أحدث إصدار',
    'update'                => 'تحديث أكاونتينج على: إصدار',
    'changelog'             => 'سجل التغييرات',
    'check'                 => 'التحقق',
    'new_core'              => 'يتوفر إصدار محدث من أكاونتينج.',
    'latest_core'           => 'تهانينا! لديك أحدث إصدار من أكاونتينج. سيتم تلقائياً تطبيق التحديثات الأمنية المستقبلية.',
    'success'               => 'إكتمل التثبيت بنجاح.',
    'error'                 => 'لقد فشلت عملية التحديث، من فضلك، حاول مرة أخرى.',

];
