<?php

return [

    'form_description' => [
        'general'           => 'ستظهر معلومات الاتصال للبائع في الفواتير و صفحاتهم الشخصية. يمكنك إضافة معلومات الاتصال الخاصة بهم وشعاراتهم لاستخدامها في الفواتير.',
        'billing'           => 'يظهر رقم الضريبة في كل فاتورة تم اصدارها لك. العملة المحددة تصبح العملة الافتراضية لهذا البائع.',
        'address'           => 'العنوان مطلوب للفواتير، لذا تحتاج إلى إضافة تفاصيل عنوان الفوترة للمورد الخاص بك.',
    ],

    'no_records' => [
        'bills'             => 'لا توجد فاتورة لهذا المورد حتى الآن. قم بإنشاء واحدة جديدة الآن.',
        'transactions'      => 'لا توجد معاملة لهذا المورد حتى الآن. أنشئ معاملة جديدة الآن.',
    ],

];
