<?php

return [

    'form_description' => [
        'general'           => 'تظهر معلومات الاتصال بالمورد في فواتير الشراء وملفه الشخصي. يمكنك إضافة معلومات الاتصال وشعار المورد لاستخدامهما في فواتير الشراء.',
        'billing'           => 'يظهر الرقم الضريبي في كل فاتورة شراء يصدرها المورد لك. وتصبح العملة المحددة العملة الافتراضية لهذا المورد.',
        'address'           => 'العنوان مطلوب لفواتير الشراء، لذا أضف تفاصيل عنوان الفوترة الخاص بالمورد.',
    ],

    'no_records' => [
        'bills'             => 'لا توجد فاتورة شراء لهذا المورد حتى الآن. أنشئ واحدة جديدة الآن.',
        'transactions'      => 'لا توجد معاملة لهذا المورد حتى الآن. أنشئ معاملة جديدة الآن.',
    ],

];
