<?php

return [

    'receivables'               => 'الذمم المدينة',
    'payables'                  => 'الذمم الدائنة',
    'cash_flow'                 => 'التدفق النقدي',
    'profit_loss'               => 'الربح والخسارة',
    'expenses_by_category'      => 'المصروفات حسب الفئة',
    'account_balance'           => 'رصيد الحساب',
    'bank_feeds'                => 'ربط الحسابات البنكية',
    'currencies'                => 'العملات',

    'view_report'               => 'عرض التقرير',
    'total_unpaid_invoices'     => 'إجمالي الفواتير غير المسددة',
    'total_unpaid_bills'        => 'إجمالي فواتير الشراء غير المسددة',

    'description' => [
        'receivables'           => 'المبالغ التي لم تحصّلها بعد من عملائك',
        'payables'              => 'المبالغ التي لم تسددها بعد لمورديك',
        'cash_flow'             => 'النقد الداخل والخارج من نشاطك التجاري',
        'profit_loss'           => 'الإيرادات والمصروفات بما في ذلك الفواتير غير المدفوعة',
        'expenses_by_category'  => 'أعلى المصروفات ضمن مختلف الفئات',
        'account_balance'       => 'الرصيد الحالي لحساباتك البنكية',
        'bank_feeds'            => 'استورد عملياتك إلى Akaunting تلقائياً </br>عن طريق ربط حساباتك البنكية',
    ],

    'periods' => [
        'overdue_1_30'          => 'متأخر 1-30 يوماً',
        'overdue_30_60'         => 'متأخر 30-60 يوماً',
        'overdue_60_90'         => 'متأخر 60-90 يوماً',
        'overdue_90_un'         => 'متأخر لأكثر من 90 يوماً',
    ],
];
