<?php

return [

    'account_name'          => 'نام حساب',
    'account_balance'       => 'موجودی حساب',
    'number'                => 'شماره حساب',
    'opening_balance'       => 'موجودی حساب',
    'current_balance'       => 'موجودی',
    'bank_name'             => 'نام بانک',
    'bank_phone'            => 'تلفن بانک',
    'bank_address'          => 'آدرس بانک',
    'default_account'       => 'حساب پیش فرض',
    'incoming'              => 'ورودی',
    'outgoing'              => 'خروجی',
    'see_performance'       => 'دیدن عملکرد',
    'create_report'         => 'اگر مایل هستید عملکرد حساب را ببینید. می‌توانید نمونه‌ای از گزارش ورودی نسب به خروجی ایجاد کنید.',
    'banks'                 => 'بانک|بانک‌ها',
    'credit_cards'          => 'کارت اعتباری|کارتهای اعتباری',

    'form_description' => [
        'general'           => 'از کارت اعتباری برای موجودی منفی باز استفاده کنید. شماره برای تطبیق صحیح حساب ها ضروری است. اگر در غیر این صورت انتخاب نشده باشد، حساب پیش فرض تمام تراکنش ها را ثبت می کند.',
        'bank'              => 'ممکن است چندین حساب بانکی در بیش از یک بانک داشته باشید. ثبت اطلاعات مربوط به بانک شما، تطبیق تراکنش های داخل بانک را آسان تر می کند.',
    ],

    'no_records' => [
        'transactions'      => 'هنوز هیچ تراکنشی در این حساب نیست. یک تراکنش جدید ایجاد کن.',
        'transfers'         => 'هنوز هیچ انتقالی از/به این حساب صورت نگرفته است. یک انتقال جدید ایجاد کن.',
    ],

];
