<?php

return [

    'profile'               => 'پروفایل',
    'logout'                => 'خروج',
    'login'                 => 'ورود',
    'login_to'              => 'ورود برای شروع جلسه',
    'remember_me'           => 'مرا به خاطر بسپار',
    'forgot_password'       => 'گذرواژه خود را فراموش کرده ام',
    'reset_password'        => 'تنظیم مجدد رمز عبور',
    'enter_email'           => 'آدرس ایمیل خود را وارد نمایید',
    'current_email'         => 'ایمیل فعلی',
    'reset'                 => 'بازنشانی',
    'never'                 => 'هرگز',
    'password' => [
        'current'           => 'رمز عبور',
        'current_confirm'   => 'تکرار رمز عبور',
        'new'               => 'رمز عبور جدید',
        'new_confirm'       => 'تکرار رمز عبور',
    ],
    'error' => [
        'self_delete'       => 'خطا: نمی‌توانید خودتان حذف کنید!'
    ],

    'failed'                => 'مشخصات وارد شده با اطلاعات ما سازگار نیست.',
    'disabled'              => 'این حساب غیر فعال شده است. لطفاً با مدیر سیستم تماس بگیرید.',
    'throttle'              => 'دفعات تلاش شما برای ورود بیش از حد مجاز است. لطفا پس از :seconds ثانیه مجددا تلاش فرمایید.',

];
