<?php

return [

    'bulk_actions'      => 'فعالیت | فعالیتهای گروهی',
    'selected'          => 'انتخاب شده',
    'no_action'         => 'هیچ فعالیتی در دسترس نیست',

    'message' => [
        'duplicate'     => 'آیا از ایجاد یک  <b> کپی تکراری </b> از رکورد انتخاب شده اطمینان دارید؟',
        'delete'        => 'از <b> حذف </b> رکورد | رکوردهای انتخاب شده اطمینان دارید؟',
        'export'        => 'از <b>ایجاد خروجی</b> برای رکورد | رکوردهای انتخاب شده اطمینان دارید؟',
        'enable'        => 'از <b>فعال کردن</b> رکورد | رکوردهای انتخاب شده اطمینان دارید؟',
        'disable'       => 'از <b>غیرفعال کردن</b> رکورد | رکوردهای انتخاب شده اطمینان دارید؟',
        'paid'          => 'از تغییر وضعیت فاکتور | فاکتورهای انتخاب شده به <b>پرداخت شده</b> اطمینان دارید؟',
        'sent'          => 'از تغییر وضعیت فاکتور | فاکتورهای انتخاب شده به <b>فرستاده شده</b> اطمینان دارید؟',
        'received'      => 'از تغییر وضعیت صورتحساب | صورتحساب های انتخاب شده به <b>دریافت شده</b> اطمینان دارید؟',
        'cancelled'     => 'از <b> لغو </b> فاکتور | صورتحساب (های) انتخاب شده اطمینان دارید؟',
        'reconcile'     => 'از تغییر وضعیت رکورد (های) انتخاب شده به <b>بررسی شده</b> اطمینان دارید؟',
        'unreconcile'   => 'از تغییر وضعیت رکورد (های) انتخاب شده به <b>بررسی نشده</b> اطمینان دارید؟',
    ],

];
