<?php

return [

    'accounts' => [
        'cash'              => 'نقدی',
    ],

    'categories' => [
        'deposit'           => 'اقساط',
        'sales'             => 'فروش',
    ],

    'currencies' => [
        'usd'               => 'دلار آمریکا',
    ],

    'offline_payments' => [
        'cash'              => 'نقدی',
        'bank'              => 'حواله بانکی',
    ],

    'reports' => [
        'income'            => 'درآمد ماهیانه بر اساس دسته‌بندی.',
        'expense'           => 'هزینه ماهیانه بر اساس دسته‌بندی.',
        'income_expense'    => 'درآمد در مقایسه با هزینه ماهیانه بر اساس دسته‌بندی.',
        'tax'               => 'خلاصه مالیات فصلی.',
        'profit_loss'       => 'سود و زیان فصلی بر اساس دسته‌بندی.',
    ],

];
