<?php

return [

    'title' => [
        '403' => 'دسترسی غیر مجاز!',
        '404' => 'صفحه مورد نظر یافت نشد!',
        '500' => 'مشکلی رخ داده است!',
    ],

    'header' => [
        '403' => 'خطای ۴۰۳، غیرمجاز',
        '404' => 'خطای ۴۰۴، صفحه مورد نظر یافت نشد',
        '500' => 'خطای ۵۰۰، خطا در سرور داخلی',
    ],

    'message' => [
        '403' => 'شما اجازه دسترسی به این صفحه را ندارید.',
        '404' => 'ما امکان یافتن صفحه‌ی مورد نظر شما را نداریم.',
        '500' => 'در حال رفع این مشکل هستیم.',
    ],

];
