<?php

return [

    'success' => [
        'added'             => ':type اضافه شد!',
        'updated'           => ':type به‌روز شد!',
        'deleted'           => ':type حذف شد!',
        'duplicated'        => ':type دو عدد موجود است!',
        'imported'          => ':type درون ریزی شد!',
    ],
    'error' => [
        'payment_add'       => 'خطا: شما نمی توانید پرداخت داشته باشید! شما باید ابتدا مقدار اضافه شده را چک کنید.',
        'not_user_company'  => 'خطا: شما اجازه مدیریت این شرکت را ندارید!',
        'customer'          => 'خطا در تعریف کاربر! :name از این ایمیل استفاده می‌کند.',
        'no_file'           => 'خطا: فایلی انتخاب نشده است!',
    ],
    'warning' => [
        'deleted'           => 'هشدار: شما نمی توانید <b>:name</b> را به دلیل :text حذف کنید.',
        'disabled'          => 'هشدار: شما نمی توانید <b>:name</b> را به دلیل :text غیر فعال کنید.',
    ],

];
