<?php

return [

    'profile'               => 'პროფილი',
    'logout'                => 'გასვლა',
    'login'                 => 'შესვლა',
    'login_to'              => 'შესვლა, რომ დაიწყოს სეანსი',
    'remember_me'           => 'დამიმახსოვრე',
    'forgot_password'       => 'დამავიწყდა პაროლი',
    'reset_password'        => 'პაროლის განახლება',
    'enter_email'           => 'შეიყვანეთ თქვენი ელ-ფოსტის მისამართი',
    'current_email'         => 'მიმდინარე Email-ი',
    'reset'                 => 'განულება',
    'never'                 => 'არასდროს',
    
    'password' => [
        'current'           => 'პაროლი',
        'current_confirm'   => 'პაროლის დადასტურება',
        'new'               => 'ახალი პაროლი',
        'new_confirm'       => 'ახალი პაროლის დადასტურება',
    ],
    
    'error' => [
        'self_delete'       => 'შეცდომა: მომხმარებლის წაშლა შეუძლებელია!',
        'no_company'        => 'შეცდომა: ანგარიშზე არ არის მითითებული კომპანია. გთხოვთ დაუკავშირდეთ სისტემურ ადმინისტრატორს.',
    ],

    'failed'                => 'მომხმარებელი ამ მონაცემებით არ არსებობს.',
    'disabled'              => 'ანგარიში გამორთულია. გთხოვთ დაუკავშირდეთ სისტემურ ადმინისტრატორს.',
    'throttle'              => 'წარუმატებელი ავტორიზაცია. გთხოვთ, სცადოთ :seconds წამში.',

    'notification' => [
        'message_1'     => 'თქვენ მიიღეთ ეს წერილი ვინაიდან მოითხოვეთ თქვენი ანგარიშის პაროლის ჩამოყრა.',
        'message_2'     => 'თუ თქვენ არ მოგითხოვიათ პაროლის ჩამოყრა შემდგომი ქმედებები აღარ არის საჭირო.',
        'button'        => 'პაროლის ჩამოყრა',
    ],

];
