<?php

return [

    'bill_number'           => 'ანგარიშის ნომერი',
    'bill_date'             => 'ანგარიშის თარიღი',
    'total_price'           => 'საერთო ჯამი',
    'due_date'              => 'გადახდის ბოლო ვადა',
    'order_number'          => 'დაკვეთის ნომერი',
    'bill_from'             => 'ანგარიშის ფორმა',

    'quantity'              => 'რაოდენობა',
    'price'                 => 'ფასი',
    'sub_total'             => 'შუალედური ჯამი',
    'discount'              => 'ფასდაკლება',
    'tax_total'             => 'საგადასახადო ჯამი',
    'total'                 => 'ჯამი',

    'item_name'             => 'საქონლის სახელი|საქონლის სახელები',

    'show_discount'         => ':discount% ფასდაკლება',
    'add_discount'          => 'ფასდაკლებით',
    'discount_desc'         => 'ჯამი',

    'payment_due'           => 'გადახდა ვადამდე',
    'amount_due'            => 'მითითებული თანხის ოდენობა',
    'paid'                  => 'გადახდილი',
    'histories'             => 'ისტორია',
    'payments'              => 'გადახდები',
    'add_payment'           => 'გადახდის დამატება',
    'mark_received'         => 'მიღებულის მონიშვნა',
    'download_pdf'          => 'PDF-ის ჩამოწერა',
    'send_mail'             => 'ელ-ფოსტის გაგზავნა',
    'create_bill'           => 'ანგარიშის შექმნა',
    'receive_bill'          => 'ანგარიშის გაგზავნა',
    'make_payment'          => 'გადახდის შესრულება',

    'statuses' => [
        'draft'             => 'დრაფტი',
        'received'          => 'მიღებულია',
        'partial'           => 'ნაწილობრივი',
        'paid'              => 'გადახდილი',
    ],

    'messages' => [
        'received'          => 'მონიშნული ანგარიში მიღებულია!',
        'draft'             => 'ეს არის a <b>პროექტი</b> ანგარიში, რომელიც აისახება დიაგრამაში მიღების შემდეგ.',

        'status' => [
            'created'       => 'შექმნილია თარიღი: თარიღი',
            'receive' => [
                'draft'     => 'არ გაიგზავნა',
                'received'  => 'მიღებულია: თარიღი',
            ],
            'paid' => [
                'await'     => 'ელოდება გადახდას',
            ],
        ],
    ],

];
