<?php

return [

    'accounts' => [
        'cash'              => 'ნაღდი ფული',
    ],

    'categories' => [
        'deposit'           => 'დეპოზიტი',
        'sales'             => 'გაყიდვები',
    ],

    'currencies' => [
        'usd'               => 'აშშ დოლარი',
        'eur'               => 'ევრო',
        'gbp'               => 'ბრიტანული ფუნტი',
        'try'               => 'თურქული ლირა',
    ],

    'offline_payments' => [
        'cash'              => 'ნაღდი ფული',
        'bank'              => 'საბანკო გადარიცხვა',
    ],

    'reports' => [
        'income'            => 'თვიური შემოსავლის ჯამი კატეგორიის მიხედვით.',
        'expense'           => 'თვიური ხარჯის ჯამი კატეგორიის მიხედვით.',
        'income_expense'    => 'თვიური შემოსავლის და ხარჯის ჯამი კატეგორიის მიხედვით.',
        'tax'               => 'კვარტალური საგადასახადო შეჯამება.',
        'profit_loss'       => 'კვარტალური მოგება და ზარალი კატეგორიის მიხედვით.',
    ],

];
