<?php

return [

    'forbidden_access' => 'აკრძალული წვდომა',
    'error_page'       => 'შეცდომების გვერდი',
    'page_not_found'   => 'გვერდი ვერ მოიძებნა',

    'body'   => [
        'forbidden_access' => 'უკაცრავად! აკრძალული წვდომა.',
        'error_page' => 'უკაცრავად! რაღაცა წავიდა არასწორად.',
        'page_not_found' => 'უკაცრავად! გვერდი ვერ მოიძებნა.',
    ],

    'messages'   => [
        'forbidden_access' => 'თქვენ არ შეგიძლიათ ამ გვერდზე შესვლა. იმავდროულად, შეგიძლიათ <a href=":link">დაბრუნდეთ ინსტუმენტების პანელზე</a>.',
        'error_page' => 'ჩვენ დაუყოვნებლივ დავიწყებთ მუშაობას ამაზე. იმავდროულად, შეგიძლიათ <a href=":link">დაბრუნდეთ ინსტუმენტების პანელზე</a>.',
        'page_not_found' => 'ჩვენ ვერ ვიპოვეთ გვერდი, რომელსაც ეძებდით. იმავდროულად, შეგიძლიათ <a href=":link">დაბრუნდეთ ინსტუმენტების პანელზე</a>.',
    ],

];
