<?php

return [

    'next'                  => 'შემდეგი',
    'refresh'               => 'განახლება',

    'steps' => [
        'requirements'      => 'გთხოვთ, სთხოვოთ თქვენს ჰოსტინგ პროვაიდერს შეცდომის გასწორება!',
        'language'          => 'ნაბიჯი 1/3 : ენის არჩევა',
        'database'          => 'ნაბიჯი 2/3 : მონაცემთა ბაზის პარამეტრები',
        'settings'          => 'ნაბიჯი 3/3 : კომპანია და ადმინისტრატორის პარამეტრები',
    ],

    'language' => [
        'select'            => 'აირჩიეთ ენა',
    ],

    'requirements' => [
        'enabled'           => ':ფუნქცია უნდა იყოს ჩართული!',
        'disabled'          => ':ფუნქცია უნდა იყოს გამორთული!',
        'extension'         => ':გაფართოება უნდა იყოს ჩატვირთული და დამონტაჟებული!',
        'directory'         => ':დირექტორია დირექტორია უნდა იყოს ჩაწერადი!',
    ],

    'database' => [
        'hostname'          => 'ჰოსტის სახელი',
        'username'          => 'მომხმარებელი',
        'password'          => 'პაროლი',
        'name'              => 'მონაცემთა ბაზა',
    ],

    'settings' => [
        'company_name'      => 'კომპანიის სახელწოდება',
        'company_email'     => 'კომპანიის Email-ი',
        'admin_email'       => 'ადმინ Email-ი',
        'admin_password'    => 'ადმინისტრატორის პაროლი',
    ],

    'error' => [
        'connection'        => 'შეცდომა: ვერ დაუკავშირდა მონაცემთა ბაზას! გთხოვთ, გადაამოწმოთ დეტალების სისწორე.',
    ],

];
