<?php

return [

    'quantities'            => 'რაოდენობა|რაოდენობები',
    'sales_price'           => 'გასაყიდი ფასი',
    'purchase_price'        => 'შეძენის ფასი',
    'sku'                   => 'არტიკული',

    'notification' => [
        'message'       => [
            'reminder' => 'თქვენ მიიღეთ ეს წერილი, რადგან დარჩა მხოლოდ :რაოდენობა :სახელწოდება.',
            'out_of_stock' => 'თქვენ მიიღეთ ეს წერილი, რადგან :სახლეწოდება იწურება საწყობში.',
        ],
        'button'        => 'იხილეთ ახლავე',
    ],

];
