<?php

return [

    'success' => [
        'added'             => ':ტიპი დამატებულია!',
        'updated'           => ':ტიპი განახლებულია!',
        'deleted'           => ':ტიპი წაშლილია!',
        'duplicated'        => ':ტიპი დუბლირდება!',
        'imported'          => ':ტიპი იმპორტირებულია!',
        'enabled'           => ':ტიპი ჩართულია!',
        'disabled'          => ':ტიპი გამორთულია!',
    ],

    'error' => [
        'over_payment'      => 'შეცდომა: გადახდა არ დაემატა! შეყვანილი თანხა აღემატება ჯამს: :თანხა',
        'not_user_company'  => 'შეცდომა: თქვენ არ გაქვთ უფლება მართოთეს კომპანია!',
        'customer'          => 'შეცდომა: მომხმარებელი არ არის შექმნილი! :სახელი უკვე იყენებს ამ ელ-ფოსტის მისამართს.',
        'no_file'           => 'შეცდომა: ფაილი არ არის არჩეული!',
        'last_category'     => 'შეცდომა: ვერ ხერხდება წაშლა ბოლო : კატეგორიის ტიპი!',
        'invalid_apikey'     => 'შეცდომა: შეყვანილი ნიშანი არასწორია!',
        'import_column'     => 'შეცდომა: შეტყობინება სიის სახელი: :სია. ხაზის ნომერი: :ხაზი.',
        'import_sheet'      => 'შეცდომა: სიის სახელი არასწორია. გთხოვთ, შეამოწმოთ ნიმუშის ფაილი.',
    ],

    'warning' => [
        'deleted'           => 'გაფრთხილება: თქვენ არ გაქვთ უფლება წაშალოთ <b>:სახელი</b> იმიტომ, რომ მას აქვს: დაკავშირებული ტექსტი.',
        'disabled'          => 'გაფრთხილება: თქვენ არ გაქვთ უფლება გამორთოთ <b>:სახელი</b> იმიტომ, რომ მას აქვს: დაკავშირებული ტექსტი.',
        'disable_code'      => 'გაფრთხილება: თქვენ არ გაქვთ უფლება გამორთოთ ან შეცვალოთ ვალუტა <b>:სახელი</b> იმიტომ, რომ მას აქვს: დაკავშირებული ტექსტი.',
    ],

];
