<?php

return [

    'recurring'             => 'განმეორებადი',
    'every'                 => 'ყოველი',
    'period'                => 'პერიოდი',
    'times'                 => 'დრო',
    'daily'                 => 'ყოველდღე',
    'weekly'                => 'ყოველკვირა',
    'monthly'               => 'ყოველთვე',
    'yearly'                => 'ყოველწლიურად',
    'custom'                => 'მომხმარებელი',
    'days'                  => 'დღე(ები)',
    'weeks'                 => 'კვირა(კვირები)',
    'months'                => 'თვე(ები)',
    'years'                 => 'წელი(წლები)',
    'message'               => 'ეს არის განმეორებადი :ტიპი და შემდეგი :ტიპი ავტომატურად დაგენერირდება :თარიღი',

];
