<?php

return [

    'this_year'             => 'ეს წელი',
    'previous_year'         => 'წინა წელი',
    'this_quarter'          => 'ეს კვარტალი',
    'previous_quarter'      => 'წინა კვარტალი',
    'last_12_months'        => 'ბოლო 12 თვე',
    'profit_loss'           => 'მოგება და ზარალი',
    'gross_profit'          => 'საერთო მოგება',
    'net_profit'            => 'წმინდა მოგება',
    'total_expenses'        => 'საერთო ხარჯები',
    'net'                   => 'წმინდა',

    'summary' => [
        'income'            => 'ჯამური შემოსავალი',
        'expense'           => 'ჯამური ხარჯები',
        'income_expense'    => 'შემოსავალი ხარჯის წილ',
        'tax'               => 'ჯამური გადასახადები',
    ],

    'quarter' => [
        '1'                 => 'იანვარი-მარტი',
        '2'                 => 'აპრილი-ივნისი',
        '3'                 => 'ივლისი-სექტემბერი',
        '4'                 => 'ოქტომბერი-დეკემბერი',
    ],

];
