<?php

return [

    'bulk_actions'      => '批量操作',
    'selected'          => '已选中',
    'no_action'         => '没有可用的操作',

    'message' => [
        'duplicate'     => '你确定要 <b>复制</b>这些选定的记录的吗?',
        'delete'        => '你确定要 <b>删除</b>这些选定的记录的吗|你确定要 <b>删除</b>这些选定的记录的吗?',
        'export'        => '你确定要 <b>导出</b>这些选定的记录的吗|你确定要 <b>导出</b>这些选定的记录的吗?',
        'enable'        => '你确定要 <b>启用</b>这些选定的记录的吗|你确定要 <b>启用</b>这些选定的记录的吗?',
        'disable'       => '你确定想要 <b>禁用</b> 选定记录吗?|你确定想要 <b>禁用</b> 选定记录吗？',
        'paid'          => '您确定要将选定的发票标记为 <b>已支付</b>吗? 您确定要将选定的发票标记为 <b>已支付</b> 吗？',
        'sent'          => '您确定要将选定的发票标记为 <b>已发送</b>吗？ 您确定要将选定的发票标记为 <b>已发送</b> 吗？',
        'received'      => '您确定要将选定的账单标记为 <b>已接收</b>吗？ 您确定要将选定的账单标记为 <b>已接收</b> 吗？',
        'cancelled'     => '您确定要 <b>取消</b> 选定的发票/账单吗？|您确定要 <b>取消</b> 选定的发票/账单吗？',
        'reconcile'     => '您确定要 <b>取消</b> 选定的记录吗？|您确定要 <b>取消</b> 选定的记录吗？',
        'unreconcile'   => '您确定要 <b>反核对</b> 选定的记录？|您确定要 <b>反核对</b> 选定记录吗？',
    ],

    'success' => [
        'general'       => ':count 记录 :type',
    ],
];
