<?php

return [

    'bulk_actions'      => '批量操作|批量操作',
    'selected'          => '已选中',
    'no_action'         => '没有可用的操作',

    'message' => [
        'duplicate'     => '您确定要 <b>复制</b> 选定的记录吗？',
        'delete'        => '您确定要 <b>删除</b> 选定的记录吗？|您确定要 <b>删除</b> 选定的记录吗？',
        'export'        => '您确定要 <b>导出</b> 选定的记录吗？|您确定要 <b>导出</b> 选定的记录吗？',
        'download'      => '您确定要 <b>下载</b> 选定的记录吗？|您确定要 <b>下载</b> 选定的记录吗？',
        'enable'        => '您确定要 <b>启用</b> 选定的记录吗？|您确定要 <b>启用</b> 选定的记录吗？',
        'disable'       => '您确定要 <b>停用</b> 选定的记录吗？|您确定要 <b>停用</b> 选定的记录吗？',
        'paid'          => '您确定要将选定的发票标记为 <b>已付款</b> 吗？|您确定要将选定的发票标记为 <b>已付款</b> 吗？',
        'sent'          => '您确定要将选定的发票标记为 <b>已发送</b> 吗？|您确定要将选定的发票标记为 <b>已发送</b> 吗？',
        'received'      => '您确定要将选定的账单标记为 <b>已收到</b> 吗？|您确定要将选定的账单标记为 <b>已收到</b> 吗？',
        'cancelled'     => '您确定要 <b>取消</b> 选定的发票/账单吗？|您确定要 <b>取消</b> 选定的发票/账单吗？',
        'reconcile'     => '您确定要 <b>对账</b> 选定的记录吗？|您确定要 <b>对账</b> 选定的记录吗？',
        'unreconcile'   => '您确定要 <b>取消对账</b> 选定的记录吗？|您确定要 <b>取消对账</b> 选定的记录吗？',
    ],

    'success' => [
        'general'       => ':count 条记录 :type。',
    ],
];
