<?php

return [

    'can_login'                 => '邀请到客户门户',
    'can_login_description'     => '发送邀请给此用户以登录客户门户。',
    'user_created'              => '用户创建成功',
    'client_portal_description' => '客户门户是一个您可以与客户分享交易和发票的环境，客户可以跟踪与您企业的关系，在线付款，并随时通过密码登录。',

    'error' => [
        'email'                 => '该邮箱已被占用。',
    ],

    'client_portal_text' => [
        'can'                   => '此客户可以登录客户门户。',
        'cant'                  => '此客户无法登录客户门户。',
    ],

    'form_description' => [
        'general'               => '客户的联系信息将显示在发票和其个人资料中。您还可以通过勾选下方复选框，允许客户登录以跟踪您发送给他们的发票。',
        'billing'               => '税号显示在发给客户的每张发票中。所选币种成为该客户的默认币种。',
        'address'               => '发票需要地址信息，因此您需要为客户添加账单地址详情。',
        'contact_persons'       => '若要将其他收件人作为抄送列入电子邮件，请将他们添加为联系人。',
    ],

    'no_records' => [
        'invoices'              => '此客户还没有发票。现在就创建一张新发票。',
        'transactions'          => '此客户还没有交易。现在就创建一笔新交易。',
    ],

];
