<?php

return [

    'title' => [
        '403'       => '哎呀！禁止访问',
        '404'       => '哎呀！找不到页面',
        '500'       => '哎呀！出错了',
    ],

    'header' => [
        '403'       => '403 禁止',
        '404'       => '404 未找到',
        '500'       => '500 服务器内部错误',
    ],

    'message' => [
        '403'       => '您无权访问此页面。',
        '404'       => '我们找不到您要查找的页面。',
        '500'       => '我们正在努力修复此问题。',
        'record'    => '我们找不到您要查找的记录。',
        'amount'    => '此页面包含无效金额！请联系系统管理员。',
    ],

];
