<?php

return [

    'account_name'          => 'অ্যাকাউন্টের নাম',
    'account_balance'       => 'অ্যাকাউন্টের ব্যালেন্স',
    'number'                => 'অ্যাকাউন্ট নম্বর',
    'opening_balance'       => 'প্রারম্ভিক ব্যালেন্স',
    'current_balance'       => 'বর্তমান ব্যালেন্স',
    'bank_name'             => 'ব্যাংকের নাম',
    'bank_phone'            => 'ব্যাংকের ফোন নম্বর',
    'bank_address'          => 'ব্যাংকের ঠিকানা',
    'default_account'       => 'ডিফল্ট অ্যাকাউন্ট',
    'incoming'              => 'অন্তর্গামী',
    'outgoing'              => 'বহির্গামী',
    'see_performance'       => 'কর্মক্ষমতা দেখুন',
    'create_report'         => 'অ্যাকাউন্টের পারফরম্যান্স দেখতে আয় বনাম ব্যয় প্রতিবেদন তৈরি করুন।',
    'banks'                 => 'ব্যাংক|ব্যাংকসমূহ',
    'credit_cards'          => 'ক্রেডিট কার্ড|ক্রেডিট কার্ডসমূহ',

    'form_description' => [
        'general'           => 'নেতিবাচক প্রারম্ভিক ব্যালেন্সের জন্য ক্রেডিট কার্ড ধরন ব্যবহার করুন; নম্বরটি সঠিক অ্যাকাউন্ট সমন্বয়ের জন্য অপরিহার্য। কোনো নির্দিষ্ট অ্যাকাউন্ট নির্বাচন না করলে সব লেনদেন ডিফল্ট অ্যাকাউন্টে রেকর্ড হবে।',
        'bank'              => 'বিভিন্ন ব্যাংকে আপনার একাধিক ব্যাংক অ্যাকাউন্ট থাকতে পারে। প্রতিটি ব্যাংকের লেনদেন সহজে মেলাতে ব্যাংকের বিবরণ সংরক্ষণ করুন।',
    ],

    'no_records' => [
        'transactions'      => 'এই অ্যাকাউন্টে এখনও কোনো লেনদেন রেকর্ড করা হয়নি। এখনই একটি নতুন লেনদেন তৈরি করুন।',
        'transfers'         => 'এই অ্যাকাউন্টে এখনও কোনো স্থানান্তর করা হয়নি। এখনই একটি নতুন স্থানান্তর তৈরি করুন।',
    ],

];
