<?php

return [

    'profile'               => 'বৃত্তান্ত',
    'logout'                => 'প্রস্থান',
    'login'                 => 'প্রবেশ',
    'login_to'              => 'আপনার সেশন শুরু করতে প্রবেশ করুন',
    'remember_me'           => 'আমাকে মনে রেখো',
    'forgot_password'       => 'আমি আমার পাসওয়ার্ড ভুলে গেছি',
    'reset_password'        => 'পাসওয়ার্ড পুনরুদ্ধার করুন',
    'enter_email'           => 'আপনার ই-মেইল ঠিকানা লিখুন',
    'current_email'         => 'বর্তমান ই-মেইল',
    'reset'                 => 'পূর্বাবস্থায় ফিরুন',
    'never'                 => 'কখনো না',
    'landing_page'          => 'প্রথম পাতা ',

    'password' => [
        'current'           => 'পাসওয়ার্ড',
        'current_confirm'   => 'পাসওয়ার্ড নিশ্চিতকরণ',
        'new'               => 'নতুন পাসওয়ার্ড',
        'new_confirm'       => 'নতুন পাসওয়ার্ড নিশ্চিতকরণ',
    ],

    'error' => [
        'self_delete'       => 'ভুল হচ্ছে: নিজেকে মুছে ফেলতে পারবেন না!',
        'self_disable'      => 'ভুল হচ্ছে: নিজেকে অক্ষম করতে পারবেন না!',
        'no_company'        => 'ভুল হচ্ছে: আপনার অ্যাকাউন্টের জন্য ধার্য করা কোন কোম্পানি নেই। দয়া করে, সিস্টেম পরিচালকের সাথে যোগাযোগ করুন।',
    ],

    'failed'                => 'এই পরিচয়পত্র আমাদের রেকর্ডের সাথে মেলে না।',
    'disabled'              => 'এই অ্যাকাউন্টটি নিষ্ক্রিয় করা হয়েছে। দয়া করে সিস্টেম পরিচালকের সাথে যোগাযোগ করুন।',
    'throttle'              => 'প্রবেশ করার জন্য অনেকবার চেষ্টা করেছেন। :seconds সেকেন্ড পরে আবার চেষ্টা করুন।',

    'notification' => [
        'message_1'     => 'আপনি এই ই-মেলটি গ্রহণ করছেন কারণ আমরা আপনার অ্যাকাউন্টের জন্য পাসওয়ার্ড পুনরুদ্ধার করার একটি অনুরোধ পেয়েছি।',
        'message_2'     => 'যদি আপনি পাসওয়ার্ড পুনরুদ্ধারের অনুরোধ না করে থাকেন, তবে কোনও পদক্ষেপের প্রয়োজন নেই।',
        'button'        => 'পাসওয়ার্ড পুনরুদ্ধার করুন',
    ],

];
