<?php

return [

    'bulk_actions'      => 'গণ পদক্ষেপ | গণ পদক্ষেপসমূহ',
    'selected'          => 'নির্বাচিত',
    'no_action'         => 'কোন কার্যক্রম নেই',

    'message' => [
        'duplicate'     => 'আপনি কি নির্বাচিত রেকর্ডটি <b>ডুপ্লিকেট</b> করতে নিশ্চিত?',
        'delete'        => 'আপনি কি নির্বাচিত রেকর্ডটি  <b>মুছে </b> ফেলতে নিশ্চিত?| আপনি কি নির্বাচিত রেকর্ডসমূহ  <b>মুছে </b> ফেলতে নিশ্চিত ?',
        'export'        => 'আপনি কি নির্বাচিত রেকর্ডটি <b>এক্সপোর্ট</b> করতে নিশ্চিত ? | আপনি কি নির্বাচিত রেকর্ডসমূহ <b>এক্সপোর্ট</b> করতে নিশ্চিত ? ',
        'enable'        => 'আপনি কি নির্বাচিত রেকর্ডটি <b>সক্রিয় </b>করতে নিশ্চিত ? | আপনি কি নির্বাচিত রেকর্ডসমূহ <b>সক্রিয়</b> করতে নিশ্চিত ? ',
        'disable'       => 'আপনি কি নির্বাচিত রেকর্ডটি <b>নিষ্ক্রিয় </b>করতে নিশ্চিত ? | আপনি কি নির্বাচিত রেকর্ডসমূহ <b>নিষ্ক্রিয়</b> করতে নিশ্চিত ? ',
        'paid'          => 'আপনি কি নির্বাচিত ইনভয়েসটিকে <b>পরিশোধিত</b> হিসাবে চিহ্নিত করতে চান ? | আপনি কি নির্বাচিত ইনভয়েসটিগুলোকে <b>পরিশোধিত</b> হিসাবে চিহ্নিত করতে চান ?',
        'sent'          => 'আপনি কি নির্বাচিত ইনভয়েসটিকে <b> পাঠানো</b> হিসাবে চিহ্নিত করতে চান ? | আপনি কি নির্বাচিত ইনভয়েসগুলোকে <b> পাঠানো</b> হিসাবে চিহ্নিত করতে চান',
        'received'      => 'আপনি কি নির্বাচিত বিলটিকে <b>প্রাপ্ত </b>হিসাবে চিহ্নিত করতে চান ? | আপনি কি নির্বাচিত বিলগুলোকে প্রাপ্ত হিসাবে <b> চিহ্নিত</b> করতে চান ? ',
        'cancelled'     => 'আপনি কি নির্বাচিত বিল/ইনভয়েসটি <b> বাতিল </b> করতে নিশ্চিত?| আপনি কি নির্বাচিত বিল/ইনভয়েসগুলোকে <b> বাতিল </b> করতে নিশ্চিত?',
    ],

];
