<?php

return [

    'bulk_actions'      => 'গণ পদক্ষেপ | গণ পদক্ষেপসমূহ',
    'selected'          => 'নির্বাচিত',
    'no_action'         => 'কোন পদক্ষেপ উপলভ্য নেই',

    'message' => [
        'duplicate'     => 'আপনি কি নির্বাচিত <b>দ্বিনকল</b> ভুক্তিটি  মুছে ফেলতে বদ্ধপরিকর ?',
        'delete'        => 'আপনি কি নির্বাচিত ভুক্তিটি  <b>মুছে </b> ফেলতে বদ্ধ পরিকর ?| আপনি কি নির্বাচিত ভুক্তিসমূহ  <b>মুছে </b> ফেলতে বদ্ধ পরিকর ?',
        'export'        => 'আপনি কি নির্বাচিত ভুক্তি টি <b>রপ্তানী</b> করতে বদ্ধপরিকর ? | আপনি কি নির্বাচিত ভুক্তি সমূহ <b>রপ্তানী</b> করতে বদ্ধপরিকর ? ',
        'enable'        => 'আপনি কি নির্বাচিত ভুক্তিটি <b>সক্রিয় </b>করতে বদ্ধপরিকর ? | আপনি কি নির্বাচিত ভুক্তি সমূহ <b>রপ্তানী</b> করতে বদ্ধপরিকর ? ',
        'disable'       => 'আপনি কি নির্বাচিত ভুক্তিটি <b>নিষ্ক্রিয় </b>করতে বদ্ধপরিকর ? | আপনি কি নির্বাচিত ভুক্তি সমূহ <b>নিষ্ক্রিয়</b> করতে বদ্ধপরিকর ? ',
        'paid'          => 'আপনি কি নির্বাচিত ইনভয়েসটিকে <b>পরিশোধিত</b> হিসাবে চিহ্নিত করতে চান ? | আপনি কি নির্বাচিত ইনভয়েসটিগুলোকে <b>পরিশোধিত</b> হিসাবে চিহ্নিত করতে চান ?',
        'sent'          => 'আপনি কি নির্বাচিত ইনভয়েসটিকে <b> পাঠানো</b> হিসাবে চিহ্নিত করতে চান ? | আপনি কি নির্বাচিত ইনভয়েসগুলোকে <b> পাঠানো</b> হিসাবে চিহ্নিত করতে চান',
        'received'      => 'আপনি কি নির্বাচিত বিলটিকে <b>প্রাপ্ত </b>হিসাবে চিহ্নিত করতে চান ? | আপনি কি নির্বাচিত বিলগুলোকে প্রাপ্ত হিসাবে <b> চিহ্নিত</b> করতে চান ? ',
        'cancelled'     => 'আপনি কি নির্বাচিত বিল/ইনভয়েসটি <b> বাতিল </b> করতে বদ্ধপরিকর ?| আপনি কি নির্বাচিত বিল/ইনভয়েসগুলোকে <b> বাতিল </b> করতে বদ্ধপরিকর ?',
    ],

];
