<?php

return [

    'bulk_actions'      => 'গণ কার্যক্রম|গণ কার্যক্রমসমূহ',
    'selected'          => 'নির্বাচিত',
    'no_action'         => 'কোনও কার্যক্রম উপলব্ধ নেই',

    'message' => [
        'duplicate'     => 'আপনি কি নির্বাচিত রেকর্ডটি <b>অনুলিপি</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>অনুলিপি</b> করতে চান?',
        'delete'        => 'আপনি কি নির্বাচিত রেকর্ডটি <b>মুছে ফেলতে</b> চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>মুছে ফেলতে</b> চান?',
        'export'        => 'আপনি কি নির্বাচিত রেকর্ডটি <b>রপ্তানি</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>রপ্তানি</b> করতে চান?',
        'download'      => 'আপনি কি নির্বাচিত রেকর্ডটি <b>ডাউনলোড</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>ডাউনলোড</b> করতে চান?',
        'enable'        => 'আপনি কি নির্বাচিত রেকর্ডটি <b>সক্রিয়</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>সক্রিয়</b> করতে চান?',
        'disable'       => 'আপনি কি নির্বাচিত রেকর্ডটি <b>নিষ্ক্রিয়</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>নিষ্ক্রিয়</b> করতে চান?',
        'paid'          => 'আপনি কি নির্বাচিত ইনভয়েসটিকে <b>পরিশোধিত</b> হিসেবে চিহ্নিত করতে চান?|আপনি কি নির্বাচিত ইনভয়েসগুলোকে <b>পরিশোধিত</b> হিসেবে চিহ্নিত করতে চান?',
        'sent'          => 'আপনি কি নির্বাচিত ইনভয়েসটিকে <b>প্রেরিত</b> হিসেবে চিহ্নিত করতে চান?|আপনি কি নির্বাচিত ইনভয়েসগুলোকে <b>প্রেরিত</b> হিসেবে চিহ্নিত করতে চান?',
        'received'      => 'আপনি কি নির্বাচিত বিলটিকে <b>গৃহীত</b> হিসেবে চিহ্নিত করতে চান?|আপনি কি নির্বাচিত বিলগুলোকে <b>গৃহীত</b> হিসেবে চিহ্নিত করতে চান?',
        'cancelled'     => 'আপনি কি নির্বাচিত বিল/ইনভয়েসটি <b>বাতিল</b> করতে চান?|আপনি কি নির্বাচিত বিল/ইনভয়েসগুলোকে <b>বাতিল</b> করতে চান?',
        'reconcile'     => 'আপনি কি নির্বাচিত রেকর্ডটি <b>সমন্বয়</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলো <b>সমন্বয়</b> করতে চান?',
        'unreconcile'   => 'আপনি কি নির্বাচিত রেকর্ডটির <b>সমন্বয় বাতিল</b> করতে চান?|আপনি কি নির্বাচিত রেকর্ডগুলোর <b>সমন্বয় বাতিল</b> করতে চান?',
    ],

    'success' => [
        'general'       => ':count টি রেকর্ড :type হয়েছে।',
    ],
];
