<?php

return [

    'error' => [
        'not_user_dashboard'    => 'ত্রুটি: আপনি এই ড্যাশবোর্ডটি পরিবর্তন করার অনুমতি পাননি!',
        'delete_last'           => 'ত্রুটি: শেষ ড্যাশবোর্ডটি মুছে ফেলা যাবে না। অনুগ্রহ করে আগে নতুন একটি তৈরি করুন।',
        'disable_last'          => 'ত্রুটি: শেষ ড্যাশবোর্ডটি নিষ্ক্রিয় করা যাবে না। অনুগ্রহ করে আগে নতুন একটি তৈরি করুন।',
    ],

    'form_description' => [
        'general'               => 'যে ব্যবহারকারীরা নতুন ড্যাশবোর্ডে প্রবেশাধিকার পাবে তাদের নির্বাচন করুন।',
    ],

];
