<?php

return [

    'accounts' => [
        'cash'              => 'নগদ',
    ],

    'categories' => [
        'deposit'           => 'জমা',
        'sales'             => 'বিক্রয়',
    ],

    'currencies' => [
        'usd'               => 'ইউএস ডলার',
        'eur'               => 'ইউরো',
        'gbp'               => 'ব্রিটিশ পাউন্ড',
        'try'               => 'তুর্কি লিরা',
    ],

    'offline_payments' => [
        'cash'              => 'নগদ',
        'bank'              => 'ব্যাংক হিসাবে স্থানান্তর',
    ],

    'reports' => [
        'income'            => 'ধরণ অনুসারে মাসিক আয়ের সংক্ষিপ্ত বিবরণ',
        'expense'           => 'ধরণ অনুসারে মাসিক ব্যায়ের সংক্ষিপ্ত বিবরণ',
        'income_expense'    => 'ধরণ অনুসারে মাসিক আয় বনাম ব্যয়',
        'tax'               => 'করের ত্রৈমাসিক সংক্ষিপ্ত বিবরণ',
        'profit_loss'       => 'ধরণ অনুসারে লাভ ও ক্ষতির ত্রৈমাসিক বিবরণ',
    ],

];
