<?php

return [

    'accounts' => [
        'cash'              => 'নগদ',
    ],

    'categories' => [
        'deposit'           => 'জমা',
        'sales'             => 'বিক্রয়',
    ],

    'currencies' => [
        'usd'               => 'মার্কিন ডলার',
    ],

    'offline_payments' => [
        'cash'              => 'নগদ',
        'bank'              => 'ব্যাংক ট্রান্সফার',
    ],

    'reports' => [
        'income'            => 'ধরণ অনুসারে মাসিক আয়ের সংক্ষিপ্ত বিবরণ।',
        'expense'           => 'ধরণ অনুসারে মাসিক ব্যয়ের সংক্ষিপ্ত বিবরণ।',
        'income_expense'    => 'ধরণ অনুসারে মাসিক আয় বনাম ব্যয়ের তুলনা।',
        'tax'               => 'ত্রৈমাসিক করের সংক্ষিপ্ত বিবরণ।',
        'profit_loss'       => 'ধরণ অনুসারে ত্রৈমাসিক লাভ ও ক্ষতির বিবরণ।',
    ],

];
