<?php

return [

    'title' => [
        '403'       => 'উফ! প্রবেশাধিকার নিষিদ্ধ',
        '404'       => 'উফ! পৃষ্ঠা খুঁজে পাওয়া যায়নি',
        '500'       => 'উফ! কিছু একটা ভুল হয়েছে',
    ],

    'header' => [
        '403'       => '৪০৩ নিষিদ্ধ',
        '404'       => '৪০৪ খুঁজে পাওয়া যায়নি',
        '500'       => '৫০০ অভ্যন্তরীণ সার্ভার ত্রুটি',
    ],

    'message' => [
        '403'       => 'আপনি এই পৃষ্ঠায় প্রবেশ করতে পারবেন না।',
        '404'       => 'আপনার খোঁজ করা পৃষ্ঠাটি আমরা পাইনি।',
        '500'       => 'আমরা দ্রুতই এই সমস্যাটি সমাধানের চেষ্টা করছি।',
        'record'    => 'আপনি যে রেকর্ডটি খুঁজছিলেন তা আমরা খুঁজে পাইনি।',
        'amount'    => 'এই পৃষ্ঠায় অবৈধ পরিমাণ রয়েছে! অনুগ্রহ করে সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।',
    ],

];
