<?php

return [

    'title' => [
        '403' => 'ওহহো! প্রবেশাধিকার সংরক্ষিত',
        '404' => 'ওহহো ! পৃষ্ঠাটি খুঁজে পাওয়া গেল না',
        '500' => 'ওহহো! কিছু একটা সমস্যা হয়েছে।',
    ],

    'header' => [
        '403' => '৪০৩ অননুমোদিত',
        '404' => '৪০৪ খুঁজে পাওয়া গেল না',
        '500' => '৫০০ অভ্যন্তরীণ সার্ভার ত্রুটি',
    ],

    'message' => [
        '403' => 'আপনি এই পৃষ্ঠায় প্রবেশ করতে পারবেন না',
        '404' => 'আপনার সন্ধানকৃত পৃষ্ঠাটি খুঁজে পাওয়া গেল না ।',
        '500' => 'আমরা এই বিষয়টি দ্রুত সমাধানের চেষ্টা করবো।',
    ],

];
