<?php

return [

    'next'                  => 'পরবর্তী',
    'refresh'               => 'রিফ্রেশ',

    'steps' => [
        'requirements'      => 'দয়া করে আপনার হোস্টিং সেবা প্রদানকারীকে অনুরোধ করুন সমস্যা গুলোর সমাধান করে দিতে!',
        'language'          => 'ধাপ ১/৩ : ভাষা নির্বাচন',
        'database'          => 'ধাপ ২/৩ : ডাটাবেজ সেট-আপ',
        'settings'          => 'ধাপ ৩/৩ : কোম্পানি এবং এডমিনের বিবরণ',
    ],

    'language' => [
        'select'            => 'ভাষা নির্বাচন করুন',
    ],

    'requirements' => [
        'enabled'           => ':feature সক্রিয় করা আবশ্যক!',
        'disabled'          => ':feature নিষ্ক্রিয় করা আবশ্যক!',
        'extension'         => ':extension এক্সটেসনটি ইন্সটল করে লোড করা আবশ্যক!',
        'directory'         => ':directory  ডিরেক্টরিটি লিখনযোগ্য হওয়া আবশ্যক!',
        'executable'        => 'PHP CLI ফাইলটি চালানো যাচ্ছে না কিংবা এটি সংজ্ঞায়িত নয় , অথবা এর ভার্সনটি :php_version  কিংবা তার উর্দ্ধে নয় ! দয়া করে আপনার হোস্টিং কোম্পানিকে PHP_BINARY  কিংবা  PHP_PATH environment variable টি সঠিক ভাবে নির্ধারণ করে দিতে বলুন।',
    ],

    'database' => [
        'hostname'          => 'হোস্টের নাম',
        'username'          => 'ব্যবহারকারীর নাম',
        'password'          => 'পাসওয়ার্ড',
        'name'              => 'ডেটাবেজ',
    ],

    'settings' => [
        'company_name'      => 'কোম্পানির নাম',
        'company_email'     => 'কোম্পানির ই-মেইল',
        'admin_email'       => 'এ্যাডমিন ই-মেইল',
        'admin_password'    => 'এ্যাডমিন পাসওয়ার্ড',
    ],

    'error' => [
        'php_version'       => 'সমস্যাঃ HTTP এবং CLI উভয়েরই জন্য PHP :php_version অথবা তদুর্দ্ধ ব্যবহার করার জন্য আপনার হোস্টিং প্রোভাইডারকে অনুরোধ করুন।',
        'connection'        => 'সমস্যাঃ  ডেটাবেজের সাথে সংযুক্ত হওয়া সম্ভবপর হলো না! দয়া করে দেখে নিন যে প্রদত্ত বিবরণ সঠিক কি না।',
    ],

];
