<?php

return [

    'next'                  => 'পরবর্তী',
    'refresh'               => 'রিফ্রেশ',

    'steps' => [
        'requirements'      => 'দয়া করে আপনার হোস্টিং প্রদানকারীকে ত্রুটিগুলো সমাধান করতে বলুন!',
        'language'          => 'ধাপ ১/৩ : ভাষা নির্বাচন',
        'database'          => 'ধাপ ২/৩ : ডেটাবেস সেটআপ',
        'settings'          => 'ধাপ ৩/৩ : কোম্পানি ও অ্যাডমিনের তথ্য',
    ],

    'language' => [
        'select'            => 'ভাষা নির্বাচন করুন',
    ],

    'requirements' => [
        'enabled'           => ':feature সক্রিয় করা আবশ্যক!',
        'disabled'          => ':feature নিষ্ক্রিয় করা আবশ্যক!',
        'extension'         => ':extension এক্সটেনশনটি ইনস্টল ও লোড করা আবশ্যক!',
        'directory'         => ':directory ডিরেক্টরিটি লিখনযোগ্য হতে হবে!',
        'executable'        => 'PHP CLI নির্বাহযোগ্য ফাইলটি অনির্দিষ্ট/কার্যকর নয় অথবা এর সংস্করণ :php_version কিংবা তার বেশি নয়! অনুগ্রহ করে আপনার হোস্টিং প্রদানকারীকে PHP_BINARY অথবা PHP_PATH পরিবেশ ভেরিয়েবল সঠিকভাবে নির্ধারণ করতে বলুন।',
        'npm'               => '<b>জাভাস্ক্রিপ্ট ফাইল অনুপস্থিত!</b> <br><br><span>আপনাকে <em class="underline">npm install</em> এবং <em class="underline">npm run dev</em> কমান্ডগুলো চালাতে হবে।</span>',
    ],

    'database' => [
        'hostname'          => 'হোস্টনেম',
        'username'          => 'ব্যবহারকারীর নাম',
        'password'          => 'পাসওয়ার্ড',
        'name'              => 'ডেটাবেস',
    ],

    'settings' => [
        'company_name'      => 'কোম্পানির নাম',
        'company_email'     => 'কোম্পানির ই-মেইল',
        'admin_email'       => 'অ্যাডমিন ই-মেইল',
        'admin_password'    => 'অ্যাডমিন পাসওয়ার্ড',
    ],

    'error' => [
        'php_version'       => 'ত্রুটি: HTTP এবং CLI উভয়ের জন্যই ন্যূনতম PHP :php_version অথবা তার বেশি ব্যবহারের জন্য আপনার হোস্টিং প্রদানকারীকে অনুরোধ করুন।',
        'connection'        => 'ত্রুটি: ডেটাবেসের সাথে সংযোগ স্থাপন করা যায়নি! অনুগ্রহ করে প্রদত্ত তথ্য সঠিক কিনা নিশ্চিত করুন।',
    ],

    'update' => [
        'core'              => 'Akaunting-এর নতুন সংস্করণ উপলব্ধ! অনুগ্রহ করে <a href=":url">আপনার ইনস্টলেশন আপডেট করুন।</a>',
        'module'            => ':module-এর নতুন সংস্করণ উপলব্ধ! অনুগ্রহ করে <a href=":url">আপনার ইনস্টলেশন আপডেট করুন।</a>',
    ],
];
