<?php

return [

    'invoice_number'        => 'ইনভয়েস নম্বর',
    'invoice_date'          => 'ইনভয়েস তারিখ',
    'invoice_amount'        => 'ইনভয়েস পরিমাণ',
    'total_price'           => 'মোট মূল্য',
    'due_date'              => 'নির্দিষ্ট তারিখ',
    'order_number'          => 'অর্ডার নম্বর',
    'bill_to'               => 'বিল প্রাপক',
    'cancel_date'           => 'বাতিলের তারিখ',

    'quantity'              => 'পরিমাণ',
    'price'                 => 'মূল্য',
    'sub_total'             => 'সাবটোটাল',
    'discount'              => 'ছাড়',
    'item_discount'         => 'লাইন ছাড়',
    'tax_total'             => 'মোট কর',
    'total'                 => 'সর্বমোট',

    'item_name'             => 'আইটেমের নাম|আইটেমের নামসমূহ',
    'recurring_invoices'    => 'আবর্তিত ইনভয়েস|আবর্তিত ইনভয়েসসমূহ',

    'show_discount'         => 'ছাড় :discount%',
    'add_discount'          => 'ছাড় যোগ করুন',
    'discount_desc'         => 'সাবটোটাল থেকে',

    'payment_due'           => 'বাকি পেমেন্ট',
    'paid'                  => 'পরিশোধিত',
    'histories'             => 'ইতিহাস',
    'payments'              => 'পেমেন্টসমূহ',
    'add_payment'           => 'পেমেন্ট যোগ করুন',
    'mark_paid'             => 'পরিশোধিত হিসেবে চিহ্নিত করুন',
    'mark_sent'             => 'প্রেরিত হিসেবে চিহ্নিত করুন',
    'mark_viewed'           => 'দেখা হয়েছে হিসেবে চিহ্নিত করুন',
    'mark_cancelled'        => 'বাতিল হিসেবে চিহ্নিত করুন',
    'download_pdf'          => 'PDF ডাউনলোড করুন',
    'send_mail'             => 'ই-মেইল পাঠান',
    'all_invoices'          => 'সমস্ত ইনভয়েস দেখতে লগইন করুন',
    'create_invoice'        => 'ইনভয়েস তৈরি করুন',
    'send_invoice'          => 'ইনভয়েস পাঠান',
    'get_paid'              => 'পাওনা সংগ্রহ করুন',
    'accept_payments'       => 'অনলাইনে পেমেন্ট গ্রহণ করুন',
    'payments_received'     => 'গ্রহণ করা পেমেন্টসমূহ',
    'over_payment'          => 'আপনার প্রবেশ করা পরিমাণ মোটের চেয়ে বেশি: :amount',

    'form_description' => [
        'billing'           => 'বিলিংয়ের তথ্য আপনার ইনভয়েসে প্রদর্শিত হবে। ইনভয়েস তারিখ ড্যাশবোর্ড ও প্রতিবেদনে ব্যবহার করা হয়। আপনি যে তারিখে পেমেন্ট আশা করছেন সেটিকে নির্দিষ্ট তারিখ হিসেবে নির্বাচন করুন।',
    ],

    'messages' => [
        'email_required'    => 'এই গ্রাহকের জন্য কোনো ই-মেইল ঠিকানা নেই!',
        'totals_required'   => 'ইনভয়েসের মোট প্রয়োজন। অনুগ্রহ করে :type সম্পাদনা করে আবার সংরক্ষণ করুন।',

        'draft'             => 'এটি একটি <b>খসড়া</b> ইনভয়েস এবং পাঠানো হলে চার্টে প্রদর্শিত হবে।',

        'status' => [
            'created'       => ':date তারিখে তৈরি হয়েছে',
            'viewed'        => 'দেখা হয়েছে',
            'send' => [
                'draft'     => 'পাঠানো হয়নি',
                'sent'      => ':date তারিখে পাঠানো হয়েছে',
            ],
            'paid' => [
                'await'     => 'পেমেন্টের অপেক্ষায়',
            ],
        ],

        'name_or_description_required' => 'আপনার ইনভয়েসে অন্তত <b>:name</b> অথবা <b>:description</b> এর যেকোনো একটি থাকতে হবে।',
    ],

    'share' => [
        'show_link'         => 'আপনার গ্রাহক এই লিংকে ইনভয়েসটি দেখতে পারবেন',
        'copy_link'         => 'লিংকটি কপি করে আপনার গ্রাহকের সাথে শেয়ার করুন।',
        'success_message'   => 'শেয়ার করার লিংক ক্লিপবোর্ডে কপি হয়েছে!',
    ],

    'sticky' => [
        'description'       => 'আপনি আপনার গ্রাহক ওয়েবে ইনভয়েসটি যেভাবে দেখবেন তার প্রিভিউ দেখছেন।',
    ],

];
