<?php

return [

    'invoice_number'        => 'ইনভয়েস নম্বর',
    'invoice_date'          => 'ইনভয়েস তারিখ',
    'total_price'           => 'সর্বমোট মূল্য',
    'due_date'              => 'শেষ তারিখ',
    'order_number'          => 'অর্ডার নম্বর',
    'bill_to'               => 'বিল প্রাপক',

    'quantity'              => 'পরিমাণ',
    'price'                 => 'মূল্য',
    'sub_total'             => 'আংশিক মোট',
    'discount'              => 'ছাড়',
    'item_discount'         => 'লাইন ছাড়/রেয়াত',
    'tax_total'             => 'মোট ট্যাক্স',
    'total'                 => 'সর্বমোট',

    'item_name'             => 'আইটেমের নাম | আইটেমগুলোর নাম',

    'show_discount'         => ':discount%  ছাড়',
    'add_discount'          => 'ছাড়/ রেয়াত যোগ কর',
    'discount_desc'         => 'আংশিক মোট এর',

    'payment_due'           => 'বাকি টাকা',
    'paid'                  => 'পরিশোধিত',
    'histories'             => 'ইতিহাস',
    'payments'              => 'পেমেন্টগুলো',
    'add_payment'           => 'পেমেন্ট যুক্ত কর',
    'mark_paid'             => 'পরিশোধিত হিসাবে চিহ্নিত কর',
    'mark_sent'             => 'প্রেরিত হিসাবে  চিহ্নিত কর',
    'mark_viewed'           => 'প্রদর্শিত হিসাবে চিহ্নিত কর',
    'mark_cancelled'        => 'বাতিলকৃত হিসাবে চিহ্নিত কর',
    'download_pdf'          => 'PDF ডাউনলোড',
    'send_mail'             => 'ইমেইল পাঠাও',
    'all_invoices'          => 'সমস্ত ইনভয়েস দেখতে প্রবেশ করুন',
    'create_invoice'        => 'ইনভয়েস তৈরি',
    'send_invoice'          => 'ইনভয়েস পাঠাও',
    'get_paid'              => 'পাওনা গ্রহণ করুন',
    'accept_payments'       => 'অনলাইন পেমেন্ট গ্রহণ কর',

    'statuses' => [
        'draft'             => 'খসড়া',
        'sent'              => 'প্রেরিত',
        'viewed'            => 'প্রদর্শিত',
        'approved'          => 'অনুমোদিত',
        'partial'           => 'আংশিক',
        'paid'              => 'পরিশোধিত',
        'overdue'           => 'বিলম্বিত',
        'unpaid'            => 'অপরিশোধিত',
        'cancelled'         => 'বাতিলকৃত',
    ],

    'messages' => [
        'email_sent'        => 'ইনভয়েস ই-মেইল পাঠানো হয়েছে!',
        'marked_sent'       => 'ইনভয়েসটি প্রেরিত হিসাবে চিহ্নিত হয়েছে!',
        'marked_paid'       => 'ইনভয়েসটি পরিশোধিত হিসাবে চিহ্নিত হয়েছে!',
        'marked_viewed'     => 'ইনভয়েসটি প্রদর্শিত হিসাবে চিহ্নিত করা হয়েছে !',
        'marked_cancelled'  => 'ইনভয়েসটি বাতিলকৃত হিসাবে চিহ্নিত করা হয়েছে !',
        'email_required'    => 'এই ক্রেতার জন্য কোন ই-মেইল ঠিকান প্রদত্ত হয় নি!',
        'draft'             => 'এটি একটি <b>খসড়া </b>বিল এবং এটি গৃহীত হওয়ার পর চার্টে দেখা যাবে।',

        'status' => [
            'created'       => 'তৈরির নির্ঘন্ট :date',
            'viewed'        => 'দেখেছে',
            'send' => [
                'draft'     => 'অপ্রেরিত',
                'sent'      => 'পাঠানোর তারিখ :date',
            ],
            'paid' => [
                'await'     => 'পেমেন্ট প্রাপ্তির অপেক্ষায়',
            ],
        ],
    ],

];
