<?php

return [

    'success' => [
        'added'             => ':type যুক্ত হয়েছে!',
        'created'           => ':type তৈরি হয়েছে!',
        'updated'           => ':type হালনাগাদ হয়েছে!',
        'deleted'           => ':type মুছে ফেলা হয়েছে!',
        'duplicated'        => ':type অনুলিপি করা হয়েছে!',
        'imported'          => ':type আমদানি করা হয়েছে!',
        'import_queued'     => ':type আমদানি নির্ধারিত হয়েছে! সম্পন্ন হলে আপনাকে ই-মেইল করা হবে।',
        'exported'          => ':type রপ্তানি করা হয়েছে!',
        'export_queued'     => 'বর্তমান পৃষ্ঠা থেকে :type রপ্তানি নির্ধারিত হয়েছে! ডাউনলোডের জন্য প্রস্তুত হলে আপনাকে ই-মেইল করা হবে।',
        'download_queued'   => 'বর্তমান পৃষ্ঠার :type ডাউনলোড নির্ধারিত হয়েছে! প্রস্তুত হলে আপনাকে ই-মেইল করা হবে।',
        'enabled'           => ':type সক্রিয় করা হয়েছে!',
        'disabled'          => ':type নিষ্ক্রিয় করা হয়েছে!',
        'connected'         => ':type সংযুক্ত হয়েছে!',
        'invited'           => ':type আমন্ত্রিত হয়েছে!',
        'ended'             => ':type সমাপ্ত হয়েছে!',

        'clear_all'         => 'দারুণ! আপনি আপনার সব :type পরিষ্কার করেছেন।',
    ],

    'error' => [
        'over_payment'      => 'ত্রুটি: পেমেন্ট যোগ করা যায়নি! আপনি যে পরিমাণ লিখেছেন তা মোটের চেয়ে বেশি: :amount',
        'not_user_company'  => 'ত্রুটি: আপনি এই প্রতিষ্ঠান পরিচালনার অনুমতি পাননি!',
        'customer'          => 'ত্রুটি: ব্যবহারকারী তৈরি হয়নি! :name ইতোমধ্যেই এই ই-মেইল ঠিকানা ব্যবহার করছেন।',
        'no_file'           => 'ত্রুটি: কোনো ফাইল নির্বাচন করা হয়নি!',
        'last_category'     => 'ত্রুটি: :type এর শেষ বিভাগ মুছে ফেলা যাবে না!',
        'transfer_category' => 'ত্রুটি: স্থানান্তরের <b>:type</b> ধরনটি মুছে ফেলা যাবে না!',
        'change_type'       => 'ত্রুটি: :text যুক্ত থাকার কারণে ধরন পরিবর্তন করা যাবে না!',
        'invalid_apikey'    => 'ত্রুটি: প্রদত্ত API কী সঠিক নয়!',
        'empty_apikey'      => 'ত্রুটি: আপনি API কী প্রদান করেননি! <a href=":url" class="font-bold underline underline-offset-4">এখানে ক্লিক করুন</a> আপনার API কী প্রবেশ করাতে।',
        'import_column'     => 'ত্রুটি: :message শিটের নাম: :sheet. লাইন নম্বর: :line.',
        'import_sheet'      => 'ত্রুটি: শিটের নাম সঠিক নয়। অনুগ্রহ করে নমুনা ফাইল পরীক্ষা করুন।',
        'same_amount'       => 'ত্রুটি: বিভক্ত অংশগুলোর মোট অবশ্যই :transaction মোটের সমান হতে হবে: :amount',
        'over_match'        => 'ত্রুটি: :type সংযুক্ত হয়নি! আপনি যে পরিমাণ লিখেছেন তা পেমেন্টের মোটের বেশি হতে পারে না: :amount',
    ],

    'warning' => [
        'deleted'           => 'সতর্কতা: :text যুক্ত থাকার কারণে আপনি <b>:name</b> মুছে ফেলতে পারবেন না।',
        'disabled'          => 'সতর্কতা: :text যুক্ত থাকার কারণে আপনি <b>:name</b> নিষ্ক্রিয় করতে পারবেন না।',
        'reconciled_tran'   => 'সতর্কতা: এই লেনদেন মিলিয়ে দেওয়া হয়েছে, তাই আপনি এটি পরিবর্তন বা মুছতে পারবেন না!',
        'reconciled_doc'    => 'সতর্কতা: :type পরিবর্তন বা মুছে ফেলতে পারবেন না, কারণ এতে মিলিয়ে দেওয়া লেনদেন রয়েছে!',
        'disable_code'      => 'সতর্কতা: :text যুক্ত থাকার কারণে আপনি <b>:name</b>-এর মুদ্রা নিষ্ক্রিয় বা পরিবর্তন করতে পারবেন না।',
        'payment_cancel'    => 'সতর্কতা: আপনি সদ্য :method পেমেন্ট বাতিল করেছেন!',
        'missing_transfer'  => 'সতর্কতা: এই লেনদেনের সাথে সম্পর্কিত স্থানান্তর অনুপস্থিত। এটি মুছে ফেলার কথা বিবেচনা করতে পারেন।',
    ],

];
