<?php

return [

    'success' => [
        'added'             => ':type যোগ করা হয়েছে!',
        'updated'           => ':type পরিবর্ধন করা হয়েছে!',
        'deleted'           => ':type মুছে ফেলা হয়েছে!',
        'duplicated'        => ':type প্রতিলিপি তৈরি করা হয়েছে!',
        'imported'          => ':type আমদানি করা হয়েছে!',
        'exported'          => ':type রপ্তানি করা হয়েছে!',
        'enabled'           => ':type সক্ষম করা হয়েছে!',
        'disabled'          => ':type অক্ষম করা হয়েছে!',
    ],

    'error' => [
        'over_payment'      => 'ভুল হচ্ছে: অর্থ প্রদান করা সম্পন্ন হয়নি! আপনার উল্লেখিত অর্থের পরিমাণ মোট পরিমাণ ":amount" কে অতিক্রম করে।',
        'not_user_company'  => 'ভুল হচ্ছে: আপনি এই প্রতিষ্ঠানটি পরিচালনা করার জন্য অনুমতি প্রাপ্ত নন!',
        'customer'          => 'ভুল হচ্ছে: ব্যবহারকারী তৈরি করা হয়নি! :name ইতিমধ্যেই একই ই-মেইল ঠিকানা ব্যবহার করছেন।',
        'no_file'           => 'ভুল হচ্ছে: কোন ফাইল নির্বাচন করা হয়নি!',
        'last_category'     => 'ভুল হচ্ছে: :type এর শেষ বিভাগ মুছে ফেলা সম্ভব নয়!',
        'change_type'       => 'ভুল হচ্ছে: :text এর সাথে যুক্ত রয়েছে, মুছে ফেলা সম্ভব নয়!',
        'invalid_apikey'    => 'ত্রুটিঃ  প্রদত্ত API কী টি সঠিক নয়!',
        'import_column'     => 'ভুল হচ্ছে: :message শিটের নাম: :sheet. লাইন নাম্বার: :line.',
        'import_sheet'      => 'ভুল হচ্ছে: শিটের নাম সঠিক নয়. দয়া করে, নমুনা ফাইল পরীক্ষা করুন।',
    ],

    'warning' => [
        'deleted'           => 'সতর্ক হোন: আপনি <b>:name</b> টি মুছে ফেলার জন্য অনুমতি প্রাপ্ত নন, কারন এটি :text এর সাথে যুক্ত রয়েছে।',
        'disabled'          => 'সতর্ক হোন: আপনি <b>:name</b> টি অক্ষম করার জন্য অনুমতি প্রাপ্ত নন, কারন এটি :text এর সাথে যুক্ত রয়েছে।',
        'reconciled_tran'   => 'সতর্কীকরণঃ আপনি লেনদেন পরিবর্তন/ মুছে ফেলতে অনুমতিপ্রাপ্ত নন, কেন না এটি মিলিয়ে দেওয়া হয়েছে!',
        'reconciled_doc'    => 'সতর্কীকরনঃ  আপনি :type ধরণটি পরিবর্তন/ মুছে ফেলতে অনুমতি প্রাপ্ত নন, কেন না এটির সাথে মিলিয়ে লেনদেন রয়েছে!',
        'disable_code'      => 'সতর্ক হোন: আপনি <b>:name</b> এর মুদ্রার নাম অক্ষম করার জন্য বা পরিবর্তন করার জন্য অনুমতি প্রাপ্ত নন, কারন এটি :text এর সাথে যুক্ত রয়েছে।',
        'payment_cancel'    => 'সতর্ক হোন: আপনি আপনার সাম্প্রতিক :method এর অর্থ প্রদান বাতিল করেছেন!',
    ],

];
