<?php

return [

    'recurring'             => 'আবর্তক',
    'every'                 => 'প্রতি',
    'period'                => 'সময়',
    'times'                 => 'বার',
    'daily'                 => 'দৈনিক',
    'weekly'                => 'সাপ্তাহিক',
    'monthly'               => 'মাসিক',
    'yearly'                => 'বাৎসরিক',
    'custom'                => 'নিজের মতো করে',
    'days'                  => 'দিন (গুলি)',
    'weeks'                 => 'সপ্তাহ (গুলি)',
    'months'                => 'মাস (গুলি)',
    'years'                 => 'বছর (গুলি)',
    'message'               => 'এটি একটি পুনরাবৃত্তি :type এবং পরবর্তী :type স্বয়ংক্রিয়ভাবে উত্পন্ন হবে :date',

];
