<?php

return [

    'payment_received'      => 'পেমেন্ট গ্রহণ করা হয়েছে',
    'payment_made'          => 'পেমেন্ট প্রদান করা হয়েছে',
    'paid_by'               => 'পেমেন্টকারী',
    'paid_to'               => 'প্রাপক',
    'related_invoice'       => 'সম্পর্কিত ইনভয়েস',
    'related_bill'          => 'সম্পর্কিত বিল',
    'recurring_income'      => 'আবর্তিত আয়',
    'recurring_expense'     => 'আবর্তিত ব্যয়',
    'included_tax'          => 'অন্তর্ভুক্ত করের পরিমাণ',
    'connected'             => 'সংযুক্ত',

    'form_description' => [
        'general'           => 'এখানে আপনি লেনদেনের তারিখ, পরিমাণ, অ্যাকাউন্ট, বর্ণনা ইত্যাদি সাধারণ তথ্য প্রবেশ করতে পারেন।',
        'assign_income'     => 'আরও বিস্তারিত প্রতিবেদন পেতে একটি বিভাগ এবং গ্রাহক নির্বাচন করুন।',
        'assign_expense'    => 'আরও বিস্তারিত প্রতিবেদন পেতে একটি বিভাগ এবং সরবরাহকারী নির্বাচন করুন।',
        'other'             => 'লেনদেনকে আপনার রেকর্ডের সাথে যুক্ত রাখতে একটি নম্বর ও রেফারেন্স লিখুন।',
    ],

    'slider' => [
        'create'            => ':user :date তারিখে এই লেনদেন তৈরি করেছেন',
        'attachments'       => 'এই লেনদেনের সংযুক্ত ফাইল ডাউনলোড করুন',
        'create_recurring'  => ':user :date তারিখে এই আবর্তিত টেমপ্লেট তৈরি করেছেন',
        'schedule'          => ':date থেকে প্রতি :interval :frequency পর পুনরাবৃত্তি',
        'children'          => ':count টি লেনদেন স্বয়ংক্রিয়ভাবে তৈরি হয়েছে',
        'connect'           => 'এই লেনদেনটি :count টি লেনদেনের সাথে সংযুক্ত',
        'transfer_headline' => '<div> <span class="font-bold"> হতে: </span> :from_account </div> <div> <span class="font-bold"> পর্যন্ত: </span> :to_account </div>',
        'transfer_desc'     => ':date তারিখে স্থানান্তর তৈরি হয়েছে।',
    ],

    'share' => [
        'income' => [
            'show_link'     => 'আপনার গ্রাহক এই লিংকে লেনদেনটি দেখতে পারবেন',
            'copy_link'     => 'লিংকটি কপি করে আপনার গ্রাহকের সাথে শেয়ার করুন।',
        ],

        'expense' => [
            'show_link'     => 'আপনার সরবরাহকারী এই লিংকে লেনদেনটি দেখতে পারবেন',
            'copy_link'     => 'লিংকটি কপি করে আপনার সরবরাহকারীর সাথে শেয়ার করুন।',
        ],
    ],

    'sticky' => [
        'description'       => 'আপনি আপনার গ্রাহক ওয়েবে পেমেন্টটি যেভাবে দেখবেন তার প্রিভিউ দেখছেন।',
    ],

];
