<?php

return [

    'installed_version'     => 'ইনস্টল করা সংস্করণ',
    'latest_version'        => 'সর্বশেষ সংস্করণ',
    'update'                => 'Akaunting-কে :version সংস্করণে আপডেট করুন',
    'changelog'             => 'পরিবর্তন তালিকা',
    'check'                 => 'পরীক্ষা করুন',
    'new_core'              => 'Akaunting-এর একটি নতুন সংস্করণ উপলব্ধ।',
    'latest_core'           => 'অভিনন্দন! আপনি Akaunting-এর সর্বশেষ সংস্করণ ব্যবহার করছেন। ভবিষ্যতের সুরক্ষা আপডেট স্বয়ংক্রিয়ভাবে প্রয়োগ হবে।',
    'success'               => 'আপডেট প্রক্রিয়া সফলভাবে সম্পন্ন হয়েছে।',
    'error'                 => 'আপডেট প্রক্রিয়া ব্যর্থ হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন।',

];
