<?php

return [

    'account_name'          => 'Име на сметка',
    'number'                => 'Број',
    'opening_balance'       => 'Почетно салдо',
    'current_balance'       => 'Тековна состојба',
    'bank_name'             => 'Име на банката',
    'bank_phone'            => 'Телефон на банката',
    'bank_address'          => 'Адреса на банката',
    'default_account'       => 'Основна сметка',
    'incoming'              => 'дојдовен',
    'outgoing'              => 'појдовен',
    'see_performance'       => 'Видете Изведба',
    'create_report'         => 'Ако сакате да ги видите перформансите на сметката. Можете да креирате инстанца за извештај за приход наспроти трошоци.',

];
