<?php

return [

    'account_name'          => 'Име на сметка',
    'account_balance'       => 'Состјба на сметка',
    'number'                => 'Број',
    'opening_balance'       => 'Почетно салдо',
    'current_balance'       => 'Тековна состојба',
    'bank_name'             => 'Име на банката',
    'bank_phone'            => 'Телефон на банката',
    'bank_address'          => 'Адреса на банката',
    'default_account'       => 'Основна сметка',
    'incoming'              => 'Дојдовен',
    'outgoing'              => 'Појдовен',
    'see_performance'       => 'Видете Учинок',
    'create_report'         => 'Ако сакате да го видите учинокот на сметката. Можете да креирате извештај за Приход наспроти Трошоци.',
    'banks'                 => 'Банка|Банки',
    'credit_cards'          => 'Кредитна карта|Кредитни карти',

    'form_description' => [
        'general'           => 'Користи тип кредитна карта за минусно почетно салдо. Бројот е суштински за точно порамнување на сметки. Основната сметка ќе ги забележи сите трансакции ако не е поинаку одбрано.',
        'bank'              => 'Може да имате повеќе банкарски сметки во повеќе од една банка. Запишувањето на информации за вашата банка ќе го олесни усогласувањето на трансакциите во вашата банка.',
    ],

    'no_records' => [
        'transactions'      => 'Сè уште нема трансакции на оваа сметка. Направете една сега.',
        'transfers'         => 'Сè уште нема трансакции на/од оваа сметка. Направете една сега.',
    ],

];
