<?php

return [

    'profile'               => 'Профил',
    'logout'                => 'Одјави се',
    'login'                 => 'Најави се',
    'login_to'              => 'Најави се за да ја започнеш сесијата',
    'remember_me'           => 'Запомни ме',
    'forgot_password'       => 'Заборавена лозинка',
    'reset_password'        => 'Ресетирај лозинка',
    'enter_email'           => 'Внеси ја твојата е-маил адреса',
    'current_email'         => 'Е-маил адреса',
    'reset'                 => 'Ресетирај',
    'never'                 => 'Никогаш',
    
    'password' => [
        'current'           => 'Лозинка',
        'current_confirm'   => 'Потврдете ја лозинката',
        'new'               => 'Нова лозинка',
        'new_confirm'       => 'Потврдете ја новата лозинка',
    ],
    
    'error' => [
        'self_delete'       => 'Грешка: Неможете да се избришете самите!',
        'no_company'        => 'Грешка: Ниедна компанија не е додадена во вашиот профил. Ве молиме контактирајте го системскиот администратор.',
    ],

    'failed'                => 'Вашите детали не се совпаѓаат со нашите записи.',
    'disabled'              => 'Овој профил е оневозможен. Ве молиме, контактирајте го системскиот администратор.',
    'throttle'              => 'Премногу обиди за најава. Ве молиме пробајте пак за :секунди секунди.',

    'notification' => [
        'message_1'     => 'Ја добивте оваа е-маил порака затоа што до нас пристигна барање за ресетирање на вашата лозинка.',
        'message_2'     => 'Доколку вие не побаравте ресетирање на вашата лозинка, дополнителна акција не е потребна.',
        'button'        => 'Ресетирај лозинка',
    ],

];
