<?php

return [

    'bulk_actions'      => 'Масовна акција|Масовни акции',
    'selected'          => 'избрано',
    'no_action'         => 'Нема достапна акција',

    'message' => [
        'duplicate'     => 'Дали сте сигурни дека сакате да го <b>дуплирате</b> избраниот запис?',
        'delete'        => 'Дали сте сигурни дека сакате да го <b>избришете</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>избришете</b> избраните записи?',
        'export'        => 'Дали сте сигурни дека сакате да го <b>извезете</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>извезете</b> избраните записи?',
        'download'      => 'Дали сте сигурни дека сакате да го <b>преземете</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>преземете</b> избраните записи?',
        'enable'        => 'Дали сте сигурни дека сакате да го <b>овозможите</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>овозможите</b> избраните записи?',
        'disable'       => 'Дали сте сигурни дека сакате да го <b>оневозможите</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>оневозможите</b> избраните записи?',
        'paid'          => 'Дали сте сигурни дека сакате избраната фактура да ја означите како <b>платена</b>?|Дали сте сигурни дека сакате избраните фактури да ги означите како <b>платени</b>?',
        'sent'          => 'Дали сте сигурни дека сакате избраната фактура да ја означите како <b>испратена</b>?|Дали сте сигурни дека сакате избраните фактури да ги означите како <b>испратени</b>?',
        'received'      => 'Дали сте сигурни дека сакате избраната сметка за набавка да ја означите како <b>примена</b>?|Дали сте сигурни дека сакате избраните сметки за набавка да ги означите како <b>примени</b>?',
        'cancelled'     => 'Дали сте сигурни дека сакате да ја <b>откажете</b> избраната фактура/сметка?|Дали сте сигурни дека сакате да ги <b>откажете</b> избраните фактури/сметки?',
        'reconcile'     => 'Дали сте сигурни дека сакате да го <b>усогласите</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>усогласите</b> избраните записи?',
        'unreconcile'   => 'Дали сте сигурни дека сакате да го <b>поништите усогласувањето</b> на избраниот запис?|Дали сте сигурни дека сакате да го <b>поништите усогласувањето</b> на избраните записи?',
    ],

    'success' => [
        'general'       => ':count запис :type.',
    ],
];
