<?php

return [

    'bulk_actions'      => 'Вкупна активност|Вкупни активности',
    'selected'          => 'избрано',
    'no_action'         => 'Нема достапни акции',

    'message' => [
        'duplicate'     => 'Дали сте сигурни дека сакате да ги <b>дуплирате</b> избраните вредности?',
        'delete'        => 'Дали сте сигурни дека сакате да ја <b>избришете</b> избраната вредност?|Дали сте сигурни дека сакате да ги <b>избришете</b> избраните вредности?',
        'export'        => 'Дали сте сигурни дека сакате да ја <b>извезете</b> избраната вредност?|Дали сте сигурни дека сакате да ги <b>извезете</b> избраните вредности?',
        'enable'        => 'Дали сте сигурни дека сакате да ја <b>овозможите</b> избраната вредност?|Дали сте сигурни дека сакате да ги <b>овозможите</b> избраните вредности?',
        'disable'       => 'Дали сте сигурни дека сакате да ја <b>оневозможите</b> избраната вредност?|Дали сте сигурни дека сакате да ги <b>оневозможите</b> избраните вредности?',
        'paid'          => 'Дали сте сигурни дека сакате да ја означите избраната фактура како <b>платена</b>?|Дали сте сигурни дека сакате да ги означите избраните фактури како <b>платени</b>?',
        'sent'          => 'Дали сте сигурни дека сакате да ја означите избраната фактура како <b>испратена</b>?|Дали сте сигурни дека сакате да ги означите избраните фактури како <b>испратени</b>?',
        'received'      => 'Дали сте сигурни дека сакате да ја означите избраната фактура како <b>примена</b>?|Дали сте сигурни дека сакате да ги означите избраните фактури како <b>примени</b>?',
        'cancelled'     => 'Дали сте сигурни дека сакате да ја <b>откажете</b> избраната фактура?|Дали сте сигурни дека сакате да ги <b>откажете</b> избраните фактури?',
        'reconcile'     => 'Дали сте сигурни дека сакате да ја <b>консолидирате</b> избраната вредност?|Дали сте сигурни дека сакате да ги <b>консолидирате</b> избраните вредности?',
        'unreconcile'   => 'Дали сте сигурни дека сакате да ја <b>од-консолидирате</b> избраната вредност?|Дали сте сигурни дека сакате да ги <b>од-консолидирате</b> избраните вредности?',
    ],

];
