<?php

return [

    'domain'                => 'Домејн',
    'logo'                  => 'Лого',

    'error' => [
        'not_user_company'  => 'Error: Немате дозвола да ја измените оваа компанија!',
        'delete_active'     => 'Грешка: Неможе да се избрише активна компанија, ве молиме, прво променете во друга!',
        'disable_active'    => 'Грешка: Неможе да се оневозможи  активна компанија, ве молиме, прво променете во друга!',
    ],

    'form_description' => [
        'general'           => 'Овие информации се видливи во записите што ги правите.',
        'billing'           => 'Даночниот број се појавува во секоја фактура/сметка. Контролната табла и извештаите се прикажани под стандардната валута.',
        'address'           => 'Оваа адреса ќе биде употребена во фактурите, сметките, и другите записи кои ги издавате.',
    ],

    'skip_step'             => 'Прескокнете го овој чекор',

];
