<?php

return [

    'domain'                => 'Домејн',
    'logo'                  => 'Лого',

    'error' => [
        'not_user_company'  => 'Грешка: Немате дозвола да ја измените оваа компанија!',
        'delete_active'     => 'Грешка: Не може да се избрише активна компанија, ве молиме прво префрлете се на друга!',
        'disable_active'    => 'Грешка: Не може да се оневозможи активна компанија, ве молиме прво префрлете се на друга!',
        'country_immutable' => 'Избраната држава за оваа компанија не може да се промени откако ќе биде поставена.',
    ],

    'form_description' => [
        'general'           => 'Овие информации се видливи во записите што ги правите.',
        'billing'           => 'Даночниот број се појавува во секоја фактура/сметка. Контролната табла и извештаите се прикажани под стандардната валута.',
        'address'           => 'Оваа адреса ќе биде употребена во фактурите, сметките, и другите записи кои ги издавате.',
    ],

    'skip_step'             => 'Прескокнете го овој чекор',

    'country_warning'       => 'Откако ќе изберете држава за оваа компанија и ќе зачувате, подоцна не може да се промени. Ве молиме изберете внимателно.',

];
