<?php

return [

    'code'                  => 'Код',
    'rate'                  => 'Стапка',
    'default'               => 'Основна валута',
    'decimal_mark'          => 'Децимален знак',
    'thousands_separator'   => 'Сепаратор за илјада',
    'precision'             => 'Прецизност',
    'conversion'            => 'Конверзија на валута: :price (:currency_code) на :currency_rate',
    'symbol' => [
        'symbol'            => 'Симбол',
        'position'          => 'Позиција на симболот',
        'before'            => 'Пред износ',
        'after'             => 'После износ',
    ],

    'form_description' => [
        'general'           => 'Стандардната валута се користи кај Контролната табла и Извештаите. За други валути, стапката мора да биде пониска од 1 за послабите валути и повисока од 1 за посилните валути.',
    ],

    'no_currency'           => 'Нема Валута',
    'create_currency'       => 'Создајте нова валута  и уредувајте ја во секое време од поставките.',
    'new_currency'          => 'Нова Валута',

];
