<?php

return [

    'can_login'                 => 'Поканете го во Порталот за Клиенти',
    'can_login_description'     => 'Испратете покана до овој корисник да се најави на порталот за клиенти.',
    'user_created'              => 'Генерирано од корисник',
    'client_portal_description' => 'Порталот на клиенти е средина каде што можете да споделувате трансакции и фактури со вашите клиенти, каде што тие ги следат нивните односи со вашиот бизнис и плаќаат, и се најавуваат кога сакаат; со нивната лозинка',

    'error' => [
        'email'                 => 'Оваа е-маил адреса е зафатена',
    ],

    'client_portal_text' => [
        'can'                   => 'Овој клиент може да се најави на клиентскиот портал.',
        'cant'                  => 'Овој клиент не може да се најави на клиентскиот портал.',
    ],

    'form_description' => [
        'general'               => 'Информациите за контакт на вашиот клиент ќе се појават во фактурите и нивните профили. Можете исто така да им дозволите на вашите клиенти да се најават за да ги следат фактурите што им ги испраќате со штиклирање на полето подолу.',
        'billing'               => 'Даночниот број се појавува во секоја фактура издадена на клиентот. Избраната валута станува стандардна валута за овој клиент.',
        'address'               => 'Адресата е потребна за фактурите, затоа треба да додадете детали за адресата за фактурирање на вашиот клиент.',
    ],

    'no_records' => [
        'invoices'              => 'За овој клиент сè уште нема фактура. Направете нова сега.',
        'transactions'          => 'Сè уште нема трансакција за овој клиент. Направете нова сега.',
    ],

];
