<?php

return [

    'error' => [
        'not_user_dashboard'    => 'Грешка: Немате дозвола да ја измените оваа контролна табла!',
        'delete_last'           => 'Грешка: Не може да се избрише последната контролна табла. Ве молиме, прво креирајте нова.',
        'disable_last'          => 'Грешка: Не може да се оневозможи последната контролна табла. Ве молиме, прво креирајте нова.',
    ],

    'form_description' => [
        'general'               => 'Изберете ги корисниците што сакате да имаат пристап до новата контролна табла.',
    ],

];
