<?php

return [

    'accounts' => [
        'cash'              => 'Готовина',
    ],

    'categories' => [
        'deposit'           => 'Депозит',
        'sales'             => 'Продажба',
    ],

    'currencies' => [
        'usd'               => 'Американски Долар',
        'eur'               => 'Евро',
        'gbp'               => 'Ангклиска Фунта',
        'try'               => 'Турска лира',
    ],

    'offline_payments' => [
        'cash'              => 'Готовина',
        'bank'              => 'Банкарска уплата',
    ],

    'reports' => [
        'income'            => 'Месечен вкупен приход по категорија.',
        'expense'           => 'Месечен вкупен раход по категорија.',
        'income_expense'    => 'Месечен приход спроти расход по категорија.',
        'tax'               => 'Квартален извештај на данок.',
        'profit_loss'       => 'Квартален профит & загуба по категорија.',
    ],

];
