<?php

return [

    'accounts' => [
        'cash'              => 'Готовина',
    ],

    'categories' => [
        'deposit'           => 'Депозит',
        'sales'             => 'Продажби',
    ],

    'currencies' => [
        'usd'               => 'Американски Долар',
        'eur'               => 'Евро',
        'gbp'               => 'Англиска Фунта',
        'try'               => 'Турска лира',
    ],

    'offline_payments' => [
        'cash'              => 'Готовина',
        'bank'              => 'Банкарски трансфер',
    ],

    'reports' => [
        'income'            => 'Преглед на Месечен приход по категорија.',
        'expense'           => 'Преглед на Месечен расход по категорија.',
        'income_expense'    => 'Месечен приход спрема расход по категорија.',
        'tax'               => 'Квартален извештај на данок.',
        'profit_loss'       => 'Квартална добивка & загуба по категорија.',
    ],

];
