<?php

return [

    'title' => [
        '403' => 'Забранет пристап!',
        '404' => 'Страницата не е најдена.',
        '500' => 'Нешто не е во ред',
    ],

    'header' => [
        '403' => 'Забранет пристап',
        '404' => 'Не е пронајдена',
        '500' => 'Серверска грешка',
    ],

    'message' => [
        '403' => 'Немате пристап до оваа страница.',
        '404' => 'Неможеме да ја пронајдеме страницата која ја барате.',
        '500' => 'Работиме за да го решиме проблемот.',
    ],

];
