<?php

return [

    'next'                  => 'Следно',
    'refresh'               => 'Освежи',

    'steps' => [
        'requirements'      => 'Ве молиме контактирајте го вашиот хостинг провајдер за да ги отстраните грешките!',
        'language'          => 'Чекор 1/3: Одберете јазик',
        'database'          => 'Чекор 2/3: Поседувања на датабаза',
        'settings'          => 'Чекор 3/3: Детали за компанија и Администратор',
    ],

    'language' => [
        'select'            => 'Одберете јазик',
    ],

    'requirements' => [
        'enabled'           => ':feature мора да биде овозможена!',
        'disabled'          => ':feature мора да биде оневозможена!',
        'extension'         => ':extension екстензијата мора да виде инсталирана и вчитана!',
        'directory'         => ':directory директоријата мора да има привилегии 775!',
        'executable'        => 'PHP CLI извршната датотека не е дефинирана/не работи или нејзината верзија не е :php_version или понова! Побарајте од вашиот хостинг провајдер правилно да ги постави PHP_BINARY или PHP_PATH околинските променливи.',
        'npm'               => '<b>Недостасуваат JavaScript датотеки!</b> <br><br><span>Треба да ги извршите командите <em class="underline">npm install</em> и <em class="underline">npm run dev</em>.</span>',
    ],

    'database' => [
        'hostname'          => 'Име на хостот',
        'username'          => 'Корисничко име',
        'password'          => 'Лозинка',
        'name'              => 'База на податоци',
    ],

    'settings' => [
        'company_name'      => 'Име на компанија',
        'company_email'     => 'Е-маил на компанијата',
        'admin_email'       => 'Е-маил на Администраторот',
        'admin_password'    => 'Лозинка на Администраторот',
    ],

    'error' => [
        'php_version'       => 'Грешка: Побарајте од вашиот хостинг провајдер да користи PHP :php_version или понова верзија и за HTTP и за CLI.',
        'connection'        => 'Грешка: Прикачувањето кон поставената датабаза не е успешно! Ве молиме проверете ги деталите повторно.',
    ],

    'update' => [
        'core'              => 'Достапна е нова верзија на Akaunting! Ве молиме ажурирајте ја <a href=":url">вашата инсталација.</a>',
        'module'            => 'Достапна е нова верзија на :module! Ве молиме ажурирајте ја <a href=":url">вашата инсталација.</a>',
    ],

];
