<?php

return [

    'next'                  => 'Следно',
    'refresh'               => 'Освежи',

    'steps' => [
        'requirements'      => 'Ве молиме контактирајте го вашиот хостинг провајдер за да ги отстраните грешките!',
        'language'          => 'Чекор 1/3: Одберете јазик',
        'database'          => 'Чекор 2/3: Поседувања на датабаза',
        'settings'          => 'Чекор 3/3: Детали за компанија и Администратор',
    ],

    'language' => [
        'select'            => 'Одберете јазик',
    ],

    'requirements' => [
        'enabled'           => ':feature мора да биде овозможена!',
        'disabled'          => ':feature мора да биде оневозможена!',
        'extension'         => ':extension екстензијата мора да виде инсталирана и вчитана!',
        'directory'         => ':directory директоријата мора да има привилегии 775!',
    ],

    'database' => [
        'hostname'          => 'Име на хостот',
        'username'          => 'Корисничко име',
        'password'          => 'Лозинка',
        'name'              => 'База на податоци',
    ],

    'settings' => [
        'company_name'      => 'Име на компанија',
        'company_email'     => 'Е-маил на компанијата',
        'admin_email'       => 'Е-маил на Администраторот',
        'admin_password'    => 'Лозинка на Администраторот',
    ],

    'error' => [
        'connection'        => 'Грешка: Прикачувањето кон поставената датабаза не е успешно! Ве молиме проверете ги деталите повторно.',
    ],

];
