<?php

return [

    'success' => [
        'added'             => ':type додадено!',
        'created'           => ':type креирано!',
        'updated'           => ':type ажурирано!',
        'deleted'           => ':type избришано!',
        'duplicated'        => ':type дуплирано!',
        'imported'          => ':type увезено!',
        'import_queued'     => 'Увозот на :type е закажан! Ќе добиете е-пошта кога ќе заврши.',
        'exported'          => ':type извезено!',
        'export_queued'     => 'Извозот на :type за тековната страница е закажан! Ќе добиете е-пошта кога ќе биде подготвен за преземање.',
        'download_queued'   => 'Преземањето на :type за тековната страница е закажано! Ќе добиете е-пошта кога ќе биде подготвено за преземање.',
        'enabled'           => ':type овозможено!',
        'disabled'          => ':type оневозможено!',
        'connected'         => ':type поврзано!',
        'invited'           => ':type поканет!',
        'ended'             => ':type завршено!',

        'clear_all'         => 'Одлично! Ги исчистивте сите ваши :type.',
    ],

    'error' => [
        'over_payment'      => 'Грешка: Плаќањето не е додадено! Внесениот износ го надминува вкупниот износ: :amount',
        'not_user_company'  => 'Грешка: Немате дозвола да ја менаџирате оваа компанија!',
        'customer'          => 'Грешка: Корисникот не е додаден! :name веќе ја користи оваа е-пошта адреса',
        'no_file'           => 'Грешка: Не е избран ниеден фајл!',
        'last_category'     => 'Грешка: Не може да се избрише последната :type категорија!',
        'transfer_category' => 'Грешка: Не може да се избрише категоријата за трансфер <b>:type</b>!',
        'change_type'       => 'Грешка: Не може да се промени типот затоа што има поврзано: :text!',
        'invalid_apikey'    => 'Грешка: Внесениот токен е невалиден!',
        'empty_apikey'      => 'Грешка: Не сте го внесле вашиот API клуч! <a href=":url" class="font-bold underline underline-offset-4">Кликнете тука</a> за да го внесете API клучот.',
        'import_column'     => 'Грешка: :message Име на колона: :column. Број на ред: :line.',
        'import_sheet'      => 'Грешка: Името на листот не е валидно. Проверете ја пример-датотеката.',
        'same_amount'       => 'Грешка: Вкупниот износ на поделбата мора целосно да се совпаѓа со вкупниот износ на :transaction: :amount',
        'over_match'        => 'Грешка: :type не е поврзан! Внесениот износ не смее да го надминува вкупниот износ на уплатата: :amount',
    ],

    'warning' => [
        'deleted'           => 'Предупредување: Немате дозвола да бришете <b>:name</b> затоа што има :text поврзаност.',
        'disabled'          => 'Предупредување: Немате дозвола да оневозможите <b>:name</b> затоа што има :text поврзаност.',
        'reconciled_tran'   => 'Предупредување: Не ви е дозволено да менувате/бришете трансакција бидејќи е усогласена!',
        'reconciled_doc'    => 'Предупредување: Не смеете да менувате/бришете :type затоа што тоа е подмирена трансакција!',
        'disable_code'      => 'Предупредување: Немате дозвола да ја оневозможите или менувате валутата на <b>:name</b> бидејќи е :text поврзано.',
        'payment_cancel'    => 'Предупредување: Го откажавте вашето неодамнешно плаќање преку :method!',
        'missing_transfer'  => 'Предупредување: Недостасува трансферот поврзан со оваа трансакција. Треба да размислите за бришење на оваа трансакција.',
        'connect_tax'       => 'Предупредување: Овој :type има даночен износ. Даноците додадени на :type не можат да се поврзат, затоа данокот ќе биде додаден во вкупниот износ и пресметан соодветно.',
        'contact_change'    => 'Предупредување: Немате дозвола да го менувате контактот на :type што веќе е испратен, примен или платен!',
    ],

];
