<?php

return [

    'whoops'              => 'Опааа!',
    'hello'               => 'Здраво!',
    'salutation'          => 'Поздрав,<br>:company_name',
    'subcopy'             => 'Доколку имате проблем со кликнување на ":text" button, копирајте ја и залепете ја УРЛ адресата во вашиот пребарувач: [:url](:url)',
    'reads'               => 'Прочитаj|Прочитaj',
    'read_all'            => 'Прочитај се',
    'mark_read'           => 'Означи како прочитано',
    'mark_read_all'       => 'Означи се како прочитано',
    'new_apps'            => 'Нова апликација|Нови апликации',
    'upcoming_bills'      => 'Дојдовни сметки',
    'recurring_invoices'  => 'Повторувачки Фактури',
    'recurring_bills'     => 'Повторувачки сметки',

    'update' => [

        'mail' => [

            'subject' => 'Ажурирајте го полето за :домејн',
            'message' => 'Ажурирањето на :alias од :current_version во :new_version не успеа во  <strong>:step</strong> чекор со следната грешка: :error_message',

        ],

        'slack' => [

            'message' => 'Ажурирајте го полето за :domain',

        ],

    ],

    'import' => [

        'completed' => [

            'subject'           => 'Увезувањето е завршено',
            'description'       => 'Увезувањето е завршено и податоците се достапни во вашиот панел.',

        ],

        'failed' => [

            'subject'           => 'Увозот не успеа',
            'description'       => 'Не може да се увезе датотеката зарадни следниве причини:',

        ],
    ],

    'export' => [

        'completed' => [

            'subject'           => 'Извезувањето е спремно',
            'description'       => 'Извезената датотека e спремна за превземање од следниов линк:',

        ],

        'failed' => [

            'subject'           => 'Извозот не успеа',
            'description'       => 'Не може да се креира датотеката за извезување зарадни следниве причини:',

        ],

    ],

    'messages' => [

        'mark_read'             => ':type е прочитај го известувањево!',
        'mark_read_all'         => ':type е прочитај ги сите известувања!',
        'new_app'               => ':type објавена апликација.',
        'export'                => 'Вашата <b>:type</b> датотека за извоз е спремна за <a href=":url" target="_blank"><b>превземање</b></a>.',
        'import'                => 'Вашите <b>:type</b> линијски <b>:count</b> податоци се увезено успешно.',

    ],
];
