<?php

return [

    'recurring'             => 'Повторувачки',
    'every'                 => 'Секој',
    'period'                => 'Период',
    'times'                 => 'Периоди',
    'daily'                 => 'Дневно',
    'weekly'                => 'Неделно',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишно',
    'custom'                => 'Произволно',
    'days'                  => 'Ден(денови)',
    'weeks'                 => 'Неделно(недели)',
    'months'                => 'месец/и',
    'years'                 => 'година/и',
    'message'               => 'Ова е повторувачки :type и следниот :type ќе биде автоматски генериран at :date',

];
