<?php

return [

    'recurring'             => 'Повторувачки',
    'every'                 => 'Секој',
    'period'                => 'Период',
    'times'                 => 'Периоди',
    'daily'                 => 'Дневно',
    'weekly'                => 'Неделно',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишно',
    'custom'                => 'Прилагодено',
    'days'                  => 'Ден(денови)',
    'weeks'                 => 'Неделно(недели)',
    'months'                => 'месец/и',
    'years'                 => 'година/и',
    'frequency'             => 'Зачестеност',
    'duration'              => 'Времетраење:',
    'last_issued'           => 'Последно издадено',
    'after'                 => 'По',
    'on'                    => 'Вклучено',
    'never'                 => 'Никогаш',
    'ends_after'            => 'Завршува по :times пати',
    'ends_never'            => 'Никогаш не завршува',
    'ends_date'             => 'Завршува на :date',
    'next_date'             => 'Следно на :date',
    'end'                   => 'Крај Повторувачки',
    'child'                 => ':url беше автоматски креиран на :date',
    'message'               => 'Ова е повторувачки :type и следниот :type ќе биде автоматски генериран at :date',
    'message_parent'        => 'Овој :type е автоматски генериран од :link',

    'frequency_type'        => 'Повторете го ова :type',
    'limit_date'            => 'Креирај прва :type на',
    'limit_middle'          => 'и заврши',

    'form_description' => [
        'schedule'          => 'Изберете ги условите и времето на почеток/крај за да се осигурате дека вашиот клиент ќе го добие вашиот :type на точниот ден.',
    ],

];
