<?php

return [

    'recurring'             => 'Повторувачки',
    'interval'              => 'Интервал',
    'frequency'             => 'Зачестеност',
    'count'                 => 'Број',
    'every'                 => 'Секој',
    'period'                => 'Период',
    'times'                 => 'Периоди',
    'daily'                 => 'Дневно',
    'weekly'                => 'Неделно',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишно',
    'custom'                => 'Прилагодено',
    'days'                  => 'Ден(денови)',
    'weeks'                 => 'Неделно(недели)',
    'months'                => 'месец/и',
    'years'                 => 'година/и',
    'message'               => 'Ова е повторувачки :type и следниот :type ќе биде автоматски генериран at :date',
    'message_parent'        => 'Овој :type е автоматски генериран од :link',
    'tooltip'               => 'Покрај преддефинираните периоди, можно е да се прилагодат персонализирани периоди кои се однесуваат на условите. <br><b>Tip:</b> Бројачот мора да биде наместен на нула да повторува неограничено.',

];
