<?php

return [

    'years'                         => 'Година|Години',
    'preferences'                   => 'Преференци|Преференци',
    'this_year'                     => 'Оваа година',
    'previous_year'                 => 'Претходна година',
    'this_quarter'                  => 'Оваа четвртина',
    'previous_quarter'              => 'Претходна четвртина',
    'last_12_months'                => 'Последните 12 месеци',
    'profit_loss'                   => 'Добивка и загуба',
    'income_summary'                => 'Влез / Детали',
    'expense_summary'               => 'Трошоци / Детали',
    'income_expense_summary'        => 'Влез / Трошоци',
    'tax_summary'                   => 'Данок / детали',
    'gross_profit'                  => 'Бруто профит',
    'net_profit'                    => 'Нето профит',
    'total_expenses'                => 'Вкупно трошоци',
    'net'                           => 'Нето',
    'income_expense'                => 'Приходи / Трошоци',
    'pin'                           => 'Закачете го вашиот извештај',

    'income_expense_description'    => 'Добијте преглед на вашите приходи и расходи.',
    'accounting_description'        => 'Добијте јасна слика за тоа како работи вашиот бизнис.',

    'form_description' => [
        'general'                   => 'Тука можете да ги внесете општите информации за исвештајот како назив, тип, опис итн.',
        'preferences'               => 'Преференциите ви помагаат да ги приспособите вашите извештаи.'
    ],

    'charts' => [
        'line'                      => 'Линија',
        'bar'                       => 'Графа',
        'pie'                       => 'Пита',
    ],

    'pin_text' => [
        'unpin_report'              => 'Откачете го вашиот извештај',
        'pin_report'                => 'Закачете го вашиот извештај',
    ]

];
