<?php

return [

    'this_year'             => 'Оваа година',
    'previous_year'         => 'Претходна година',
    'this_quarter'          => 'Оваа четвртина',
    'previous_quarter'      => 'Претходна четвртина',
    'last_12_months'        => 'Последните 12 месеци',
    'profit_loss'           => 'Добивка и загуба',
    'gross_profit'          => 'Бруто профит',
    'net_profit'            => 'Нето профит',
    'total_expenses'        => 'Вкупно трошоци',
    'net'                   => 'Нето',

    'summary' => [
        'income'            => 'Влез / Детали',
        'expense'           => 'Трошоци / Детали',
        'income_expense'    => 'Влез / Трошоци',
        'tax'               => 'Данок / детали',
    ],

    'quarter' => [
        '1'                 => 'Јан-март',
        '2'                 => 'Апр-Јун',
        '3'                 => 'Јул-Сеп',
        '4'                 => 'Окт-Дек',
    ],

];
