<?php

return [

    'company' => [
        'description'                => 'Промени име на компанија, е-пошта, адреса, даночен број итн',
        'name'                       => 'Име',
        'email'                      => 'Е-пошта',
        'phone'                      => 'Телефон',
        'address'                    => 'Адреса',
        'edit_your_business_address' => 'Уредување на адреса на компанијата',
        'logo'                       => 'Лого',
    ],

    'localisation' => [
        'description'       => 'Постави фискална година, временска зона, формат на датум и други локализации',
        'financial_start'   => 'Фискалната година започнува',
        'timezone'          => 'Временска зона',
        'financial_denote' => [
            'title'         => 'Фискалната година Означена',
            'begins'        => 'Во годината во која започнала',
            'ends'          => 'Во годината во која завршува',
        ],
        'date' => [
            'format'        => 'Формат на датум',
            'separator'     => 'Текст разделник',
            'dash'          => 'Црта(-)',
            'dot'           => 'Точка (.)',
            'comma'         => 'Запирка (,)',
            'slash'         => 'Коса црта (/)',
            'space'         => 'Празно место ( )',
        ],
        'percent' => [
            'title'         => 'Процент (%) Позиција',
            'before'        => 'Пред број',
            'after'         => 'После број',
        ],
        'discount_location' => [
            'name'          => 'Локација на попустот',
            'item'          => 'На линијата',
            'total'         => 'На Вкупно',
            'both'          => 'И на линијата и на Вкупно',
        ],
    ],

    'invoice' => [
        'description'       => 'Уредување на префиксот на фактурите, броевите, условите, подножјето итн',
        'prefix'            => 'Префикс на број',
        'digit'             => 'Број на цифри',
        'next'              => 'Следен број',
        'logo'              => 'Лого',
        'custom'            => 'Прилагодено',
        'item_name'         => 'Име на ставка',
        'item'              => 'Ставки',
        'product'           => 'Продукти',
        'service'           => 'Услуги',
        'price_name'        => 'Име на Цената',
        'price'             => 'Цена',
        'rate'              => 'Стапка',
        'quantity_name'     => 'Име на количина',
        'quantity'          => 'Количина',
        'payment_terms'     => 'Услови на плаќање',
        'title'             => 'Наслов',
        'subheading'        => 'Поднаслов',
        'due_receipt'       => 'Плаќање по прием',
        'due_days'          => 'Датум на валута :days дена',
        'choose_template'   => 'Избери шаблон за фактура',
        'default'           => 'Стандардно',
        'classic'           => 'Класична',
        'modern'            => 'Модерна',
        'hide'              => [
            'item_name'         => 'Сокриј го името на ставката',
            'item_description'  => 'Сокриј опис на ставката',
            'quantity'          => 'Сокриј количина',
            'price'             => 'Сокриј цена',
            'amount'            => 'Сокриј вредност',
        ],
    ],

    'transfer' => [
        'choose_template'   => 'Избери шаблон за трансфер',
        'second'            => 'Втор',
        'third'             => 'Трет',
    ],

    'default' => [
        'description'       => 'Основна сметка, валута, јазик на вашата компанија',
        'list_limit'        => 'Ставки по страна',
        'use_gravatar'      => 'Користи Граватар',
        'income_category'   => 'Категорија на приход',
        'expense_category'  => 'Категотија на Трошок',
    ],

    'email' => [
        'description'       => 'Смени ги протоколот за праќање и е-маил шаблоните',
        'protocol'          => 'Протокол',
        'php'               => 'PHP Маил',
        'smtp' => [
            'name'          => 'SMTP',
            'host'          => 'SMTP Host',
            'port'          => 'SMTP Port',
            'username'      => 'SMTP корисничко име',
            'password'      => 'SMTP лозинка',
            'encryption'    => 'SMTP безбедност',
            'none'          => 'Ништо',
        ],
        'sendmail'          => 'Sendmail',
        'sendmail_path'     => 'Патека до праќач на писма',
        'log'               => 'Лог од е-маил пораки',

        'templates' => [
            'subject'                   => 'Наслов',
            'body'                      => 'Тело',
            'tags'                      => '<strong>Достапни Ознаки:</strong> :tag_list',
            'invoice_new_customer'      => 'Нов Шаблон за Фактура (пратен на клиент)',
            'invoice_remind_customer'   => 'Шаблон за Потсетник за Фактура (пратен на клиент)',
            'invoice_remind_admin'      => 'Шаблон за Потсетник за Фактура (пратен на администратор)',
            'invoice_recur_customer'    => 'Шаблон за Повторувачка Фактура (пратен на клиент)',
            'invoice_recur_admin'       => 'Шаблон за Повторувачка Фактура (пратен на администратор)',
            'invoice_payment_customer'  => 'Шаблон за Примено Плаќање (пратен на клиент) ',
            'invoice_payment_admin'     => 'Шаблон за Примено Плаќање (пратен на администратор)',
            'bill_remind_admin'         => 'Шаблон за Потсетник за Сметка (пратен на администратор)',
            'bill_recur_admin'          => 'Шаблон за Повтрорувачка Сметка (пратен на администратор)',
            'revenue_new_customer'      => 'Шаблон за Примен Приход (пратен на клиент)',
        ],
    ],

    'scheduling' => [
        'name'              => 'Распоред',
        'description'       => 'Автоматски потсетници и команди за повторувачки',
        'send_invoice'      => 'Испрати потсетник за пораки',
        'invoice_days'      => 'Испрати после денови на доспевање',
        'send_bill'         => 'Испрати потсетник за сметки',
        'bill_days'         => 'Испрати пред денови на доспевање',
        'cron_command'      => 'Cron Command',
        'schedule_time'     => 'Како да се изврши',
    ],

    'categories' => [
        'description'       => 'Неограничени категории за приход, трошок и ставка',
    ],

    'currencies' => [
        'description'       => 'Креирај и управувај со валути и определи ги нивните курсови',
    ],

    'taxes' => [
        'description'       => 'Фиксни, нормални, вклучителни и составни даночни стапки',
    ],

];
