<?php

return [

    'company' => [
        'description'                   => 'Промени име на компанија, е-пошта, адреса, даночен број итн',
        'search_keywords'               => 'Компанија, име, е-пошта, телефон, адреса, држава, матичен број, лого, град, место, република, област, поштенски број',
        'name'                          => 'Име',
        'email'                         => 'Е-пошта',
        'phone'                         => 'Телефон',
        'address'                       => 'Адреса',
        'edit_your_business_address'    => 'Уредување на адреса на компанијата',
        'logo'                          => 'Лого',

        'form_description' => [
            'general'                   => 'Овие информации се видливи во записите што ги правите.',
            'address'                   => 'Оваа адреса ќе биде употребена во фактурите, сметките, и другите записи кои ги издавате.',
        ],
    ],

    'localisation' => [
        'description'                   => 'Постави фискална година, временска зона, формат на датум и други локализации',
        'search_keywords'               => 'финансиска, година, почеток, означи, време, зона, датум, формат, сепаратор, попуст, процент',
        'financial_start'               => 'Фискалната година започнува',
        'timezone'                      => 'Временска зона',
        'financial_denote' => [
            'title'                     => 'Фискалната година Означена',
            'begins'                    => 'Во годината во која започнала',
            'ends'                      => 'Во годината во која завршува',
        ],
        'preferred_date'                => 'Претпочитан Датум',
        'date' => [
            'format'                    => 'Формат на датум',
            'separator'                 => 'Текст разделник',
            'dash'                      => 'Црта(-)',
            'dot'                       => 'Точка (.)',
            'comma'                     => 'Запирка (,)',
            'slash'                     => 'Коса црта (/)',
            'space'                     => 'Празно место ( )',
        ],
        'percent' => [
            'title'                     => 'Процент (%) Позиција',
            'before'                    => 'Пред број',
            'after'                     => 'После број',
        ],
        'discount_location' => [
            'name'                      => 'Локација на попустот',
            'item'                      => 'На линијата',
            'total'                     => 'На Вкупно',
            'both'                      => 'И на линијата и на Вкупно',
        ],

        'form_description' => [
            'fiscal'                    => 'Поставете го периодот на финансиската година што вашата компанија го користи за оданочување и известување.',
            'date'                      => 'Изберете го форматот на датумот што сакате да го видите насекаде во интерфејсот.',
            'other'                     => 'Изберете го местото каде што е прикажан знакот за процент за даноци.  Можете да овозможите попусти на поединечните ставки и на вкупно за фактури и сметки.',
        ],
    ],

    'invoice' => [
        'description'                   => 'Уредување на префиксот на фактурите, броевите, условите, подножјето итн',
        'search_keywords'               => 'прилагоди, фктура, број, префикс, бројка, следно, лого, име, цена, количина, шаблон наслов, поднаслов, подножје, забелешка, сокриј, доспева, боја, плаќање, услови, колона',
        'prefix'                        => 'Префикс на број',
        'digit'                         => 'Број на цифри',
        'next'                          => 'Следен број',
        'logo'                          => 'Лого',
        'custom'                        => 'Прилагодено',
        'item_name'                     => 'Име на ставка',
        'item'                          => 'Ставки',
        'product'                       => 'Продукти',
        'service'                       => 'Услуги',
        'price_name'                    => 'Име на Цената',
        'price'                         => 'Цена',
        'rate'                          => 'Стапка',
        'quantity_name'                 => 'Име на количина',
        'quantity'                      => 'Количина',
        'payment_terms'                 => 'Услови на плаќање',
        'title'                         => 'Наслов',
        'subheading'                    => 'Поднаслов',
        'due_receipt'                   => 'Плаќање по прием',
        'due_days'                      => 'Датум на валута :days дена',
        'choose_template'               => 'Избери шаблон за фактура',
        'default'                       => 'Стандардно',
        'classic'                       => 'Класична',
        'modern'                        => 'Модерна',
        'hide' => [
            'item_name'                 => 'Сокриј го името на ставката',
            'item_description'          => 'Сокриј опис на ставката',
            'quantity'                  => 'Сокриј количина',
            'price'                     => 'Сокриј цена',
            'amount'                    => 'Сокриј вредност',
        ],
        'column'                        => 'Колона|Колони',

        'form_description' => [
            'general'                   => 'Поставете ги стандардните вредности за форматирање на броевите на фактурите и условите за плаќање.',
            'template'                  => 'Изберете еден од шаблоните подолу за вашите фактури.',
            'default'                   => 'Изборот на стандардните вредности за фактурите ќе ги пред-пополни насловите, поднасловите, белешките и подножјето. Така, нема потреба да уредувате фактури секој пат за да изгледате попрофесионално.',
            'column'                    => 'Приспособете го начинот на кој се именуваат колоните на фактурата. Ако сакате да ги скриете описите на ставките и износите во редови, можете да ги промените тука.',
        ]
    ],

    'transfer' => [
        'choose_template'               => 'Избери шаблон за трансфер',
        'second'                        => 'Втор',
        'third'                         => 'Трет',
    ],

    'default' => [
        'description'                   => 'Основна сметка, валута, јазик на вашата компанија',
        'search_keywords'               => 'сметка, валута, јазик, данок, плаќање, начин, страница',
        'list_limit'                    => 'Ставки по страна',
        'use_gravatar'                  => 'Користи Граватар',
        'income_category'               => 'Категорија на приход',
        'expense_category'              => 'Категотија на Трошок',

        'form_description' => [
            'general'                   => 'Изберете ја стандардната сметка, данок и начин на плаќање за брзо креирање записи. Контролната табла и Извештаите се прикажани под стандардната валута.',
            'category'                  => 'Изберете ги стандардните категории за да го забрзате создавањето на записите.',
            'other'                     => 'Приспособете ги стандардните поставки на јазикот на компанијата и како функционира страницата.',
        ],
    ],

    'email' => [
        'description'                   => 'Променете го протоколот за испраќање',
        'search_keywords'               => 'email, send, protocol, smtp, host, password',
        'protocol'                      => 'Протокол',
        'php'                           => 'PHP Маил',
        'smtp' => [
            'name'                      => 'SMTP',
            'host'                      => 'SMTP Host',
            'port'                      => 'SMTP Port',
            'username'                  => 'SMTP корисничко име',
            'password'                  => 'SMTP лозинка',
            'encryption'                => 'SMTP безбедност',
            'none'                      => 'Ништо',
        ],
        'sendmail'                      => 'Sendmail',
        'sendmail_path'                 => 'Патека до праќач на писма',
        'log'                           => 'Лог од е-маил пораки',
        'email_service'                 => 'Сервис за Е-пошта ',
        'email_templates'               => 'Шаблони за е-пошта',

        'form_description' => [
            'general'                   => 'Испраќајте редовни е-пошта пораки до вашиот тим и контакти. Можете да ги поставите поставките за протокол и SMTP.',
        ],

        'templates' => [
            'description'               => 'Променете ги шаблоните за е-пошта',
            'search_keywords'           => 'е-пошта, шаблон, тема, тело, ознака',
            'subject'                   => 'Наслов',
            'body'                      => 'Тело',
            'tags'                      => '<strong>Достапни Ознаки:</strong> :tag_list',
            'invoice_new_customer'      => 'Нов Шаблон за Фактура (пратен на клиент)',
            'invoice_remind_customer'   => 'Шаблон за Потсетник за Фактура (пратен на клиент)',
            'invoice_remind_admin'      => 'Шаблон за Потсетник за Фактура (пратен на администратор)',
            'invoice_recur_customer'    => 'Шаблон за Повторувачка Фактура (пратен на клиент)',
            'invoice_recur_admin'       => 'Шаблон за Повторувачка Фактура (пратен на администратор)',
            'invoice_view_admin'        => 'Шаблон за Преглед на Фактура (испратен до администратор)',
            'invoice_payment_customer'  => 'Шаблон за Потврда за плаќање на Фактура (испратена до клиент)',
            'invoice_payment_admin'     => 'Шаблон за Примено Плаќање по Фактура (испратено до администратор)',
            'bill_remind_admin'         => 'Шаблон за Потсетник за Сметка (пратен на администратор)',
            'bill_recur_admin'          => 'Шаблон за Повтрорувачка Сметка (пратен на администратор)',
            'payment_received_customer' => 'Шаблон за Потврда за Плаќање (испратена до клиент)',
            'payment_made_vendor'       => 'Шаблон за Извршено Плаќање (испратено до добавувач)',
        ],
    ],

    'scheduling' => [
        'name'                          => 'Распоред',
        'description'                   => 'Автоматски потсетници и команди за повторувачки',
        'search_keywords'               => 'автоматски, потсетник, повторливо, cron, команда',
        'send_invoice'                  => 'Испрати потсетник за пораки',
        'invoice_days'                  => 'Испрати после денови на доспевање',
        'send_bill'                     => 'Испрати потсетник за сметки',
        'bill_days'                     => 'Испрати пред денови на доспевање',
        'cron_command'                  => 'Cron Command',
        'command'                       => 'Команда',
        'schedule_time'                 => 'Како да се изврши',

        'form_description' => [
            'invoice'                   => 'Овозможете или оневозможете и поставете потсетници за вашите фактури кога тие се задоцнети.',
            'bill'                      => 'Овозможете или оневозможете и поставете потсетници за вашите сметки пред да бидат задоцнети.',
            'cron'                      => 'Копирајте ја cron командата што треба да ја врши вашиот сервер. Поставете го времето за активирање на настанот.',
        ]
    ],

    'categories' => [
        'description'                   => 'Неограничени категории за приход, трошок и ставка',
        'search_keywords'               => 'категорија, приход, расход, ставка',
    ],

    'currencies' => [
        'description'                   => 'Креирај и управувај со валути и определи ги нивните курсови',
        'search_keywords'               => 'стандардно, валута, валути, код, стапка, симбол, прецизност, позиција, децимала, илјадници, ознака, разделник',
    ],

    'taxes' => [
        'description'                   => 'Фиксни, нормални, вклучителни и составни даночни стапки',
        'search_keywords'               => 'данок, стапка, вид, фиксен, вклучен, сложен, на задршка',
    ],

];
