<?php

return [

    'rate'                  => 'Стапка',
    'rate_percent'          => 'Стапка (%)',
    'normal'                => 'Нормално',
    'inclusive'             => 'Инклузивно',
    'compound'              => 'Составен',
    'fixed'                 => 'Фиксна',
    'withholding'           => 'Задршка',
    'no_taxes'              => 'Без даноци',
    'create_task'           => 'Создајте нов данок и уредувајте го во секое време од поставките.',
    'new_tax'               => 'Нов Данок',

    'form_description' => [
        'general'           => 'Вклучениот данок се пресметува во цената на артиклот. Комбинираниот данок се пресметува над другите даноци. Фиксниот данок се применува како износ, а не како процент.',
    ],

];
