<?php

return [

    'payment_received'      => 'Примено Плаќње',
    'payment_made'          => 'Направено Плаќање',
    'paid_by'               => 'Платено од',
    'paid_to'               => 'Платено На',
    'related_invoice'       => 'Поврзана Фактура',
    'related_bill'          => 'Поврзана Сметка',
    'recurring_income'      => 'Повторувачкi Приход',
    'recurring_expense'     => 'Повторувачки трошок',

    'form_description' => [
        'general'           => 'Овде можете да ги внесете општите информации за трансакцијата како датум, износ, сметка, опис итн.',
        'assign_income'     => 'Изберете категорија и клиент за да ги направите вашите извештаи подетални.',
        'assign_expense'    => 'Изберете категорија и добавувач за да ги направите вашите извештаи подетални.',
        'other'             => 'Внесете број и референца за да ја задржите трансакцијата поврзана со вашата евиденција.',
    ],

    'slider' => [
        'create'            => ':user ја создаде оваа трансакција на :date',
        'attachments'       => 'Преземете ги документите прикачени на оваа трансакција',
        'create_recurring'  => ':user го создаде овој повторувачки шаблон на :date',
        'schedule'          => 'Повторувај  секој :interval :frequency од :date',
        'children'          => ':count трансакции беа создадени автоматски',
        'transfer_headline' => '<div> <span class="font-bold"> Од: </span> :from_account </div> <div> <span class="font-bold"> to: </span> :to_account </div>',
        'transfer_desc'     => 'Трансакцијата е креирана на :date.',
    ],

    'share' => [
        'income' => [
            'show_link'     => 'Вашиот клиент може да ја види трансакцијата на овој линк',
            'copy_link'     => 'Копирајте го линкот и споделете го со вашиот клиент.',
        ],

        'expense' => [
            'show_link'     => 'Вашиот добавувач може да ја види трансакцијата на овој линк',
            'copy_link'     => 'Копирајте го линкот и споделете го со вашиот добавувач.',
        ],
    ],

    'sticky' => [
        'description'       => 'Прегледувате како вашиот клиент ќе ја види веб-верзијата на вашата уплата.',
    ],

];
