<?php

return [

    'details'               => 'Детали|Детали',

    'from_account'          => 'Од Сметка',
    'to_account'            => 'На сметка',
    'from_rate'             => 'Од Стапка',
    'to_rate'               => 'На Стапка',
    'from_account_rate'     => 'Од стапката на сметката',
    'to_account_rate'       => 'На стапката на сметката',
    'from_amount'           => 'Од Износ',
    'to_amount'             => 'На Износ',
    'issued_at'             => 'Датум на издавање',
    'rate'                  => 'Стапка',

    'form_description' => [
        'general'           => 'Префрлете пари помеѓу сметки со различни валути и врзете ја валутата според која било стапка што ја сакате.',
        'other'             => 'Изберете го начинот на пренос како начин на плаќање за да ги направите вашите извештаи подетални.',
    ],

    'messages' => [
        'delete'            => ':од на :на (:износ)',
    ],

    'slider' => [
        'create'            => ':user го создаде овој трансфер на :date',
        'transactions'      => 'Список на трансакции поврзани со овој трансфер',
        'transactions_desc' => ':number трансакција за :сметка',
        'attachments'       => 'Преземете ги документите прикачени на овој трансфер',
    ],

];
