<?php

return [

    'installed_version'     => 'Инсталирана верзија',
    'latest_version'        => 'Последна верзија',
    'update'                => 'Надбрадете го Akaunting во:верзија верзија',
    'changelog'             => 'Лог на промени',
    'check'                 => 'Проверка',
    'new_core'              => 'Надградена верзија на Akaunting е достапна',
    'latest_core'           => 'Честитки! Вие ја имате последната верзија на Akaunting. Идните сигурнисни надоградби ќе бидат инсталирани автоматски.',
    'success'               => 'Процесот на надградба е завршен успешно.',
    'error'                 => 'Процесот на надградба е неуспешен, ве молиме, обидете се повторно.',

];
