<?php

return [

    'form_description' => [
        'general'           => 'Информациите за контакт на вашиот добавувач ќе се појават во сметките и нивните профили. Можете да ги додадете нивните информации за контакт и нивното лого за да се користат во сметките.',
        'billing'           => 'Даночниот број се појавува во секоја фактура издадена до вас. Избраната валута станува стандардна валута за овој добавувач.',
        'address'           => 'Адресата е потребна за сметките, затоа треба да додадете детали за адресата за фактурирање на вашиот добавувач.',
    ],

    'no_records' => [
        'bills'             => 'За овој добавувач сè уште нема сметка. Направете нова сега.',
        'transactions'      => 'Сè уште нема трансакција за овој добавувач. Направете нова сега.',
    ],

];
