<?php

return [

    'receivables'               => 'Побарувања',
    'payables'                  => 'Обврски',
    'cash_flow'                 => 'Тек на готовина',
    'profit_loss'               => 'Добивка и Загуба',
    'expenses_by_category'      => 'Трошоци по Категорија',
    'account_balance'           => 'Состјба на сметка',
    'bank_feeds'                => 'Поврзи Банкарска Сметка ',
    'currencies'                => 'Валути',

    'view_report'               => 'Види Извештај',
    'total_unpaid_invoices'     => 'Вкупно неплатени фактури',
    'total_unpaid_bills'        => 'Вкупно неплатени сметки',

    'description' => [
        'receivables'           => 'Износ што допрва треба да го добиете од вашите клиенти',
        'payables'              => 'Износ што допрва треба да го платите на вашите добавувачи',
        'cash_flow'             => 'Пари што влегуваат и излегуваат од вашиот бизнис',
        'profit_loss'           => 'Приходи и расходи вклучувајќи неплатени фактури и сметки',
        'expenses_by_category'  => 'Највисоки трошоци во различни категории',
        'account_balance'       => 'Тековно салдо на вашите банкарски сметки',
        'bank_feeds'            => 'Увезете ги вашите трансакции во Akaunting автоматски </br>со поврзување на вашите банкарски сметки',
    ],

    'periods' => [
        'overdue_1_30'          => 'Доцни 1-30 дена',
        'overdue_30_60'         => 'Доцни 30-60 дена',
        'overdue_60_90'         => 'Доцни 60-90 дена',
        'overdue_90_un'         => 'Доцни повеќе од 90 дена',
    ],
];
