<?php

return [

    'account_name'          => 'Име на сметка',
    'account_balance'       => 'Салдо',
    'number'                => 'Номер',
    'opening_balance'       => 'Начално салдо',
    'current_balance'       => 'Текущо салдо',
    'bank_name'             => 'Име на банката',
    'bank_phone'            => 'Телефон на банката',
    'bank_address'          => 'Адрес на банката',
    'default_account'       => 'Акаунт по подразбиране',
    'incoming'              => 'Входящ',
    'outgoing'              => 'Изходящ',
    'see_performance'       => 'Ефективност',
    'create_report'         => 'Ако желаете да разгледате ефективността. Можете да създадете нова справка, Приходи срещу Разходи например.',
    'banks'                 => 'Банка|Банки',
    'credit_cards'          => 'Кредитна карта|Кредитни карти',

    'form_description' => [
        'general'           => 'Използвайте типа кредитна карта за отрицателен начален баланс. Номерът е от съществено значение за правилното съгласуване на сметките. Акаунтът по подразбиране ще записва всички транзакции, ако не е избрано друго.',
        'bank'              => 'Може да имате няколко банкови сметки в повече от една банка. Записването на информация за вашата банка ще улесни съпоставянето на транзакциите във вашата банка.',
    ],

    'no_records' => [
        'transactions'      => 'Все още няма транзакция в тази сметка. Създайте нова сега.',
        'transfers'         => 'Все още няма трансфер към/от тази сметка. Създайте нов сега.',
    ],

];
