<?php

return [

    'profile'               => 'Профил',
    'logout'                => 'Изход',
    'login'                 => 'Вход',
    'login_to'              => 'Влезте, за да стартирате сесия',
    'remember_me'           => 'Запомни ме',
    'forgot_password'       => 'Забравих си паролата',
    'reset_password'        => 'Възстановяване на парола',
    'enter_email'           => 'Въведете е-мейл адрес',
    'current_email'         => 'Текущ имейл адрес',
    'reset'                 => 'Възстановяване',
    'never'                 => 'никога',
    'password' => [
        'current'           => 'Парола',
        'current_confirm'   => 'Потвърждение на паролата',
        'new'               => 'Нова парола',
        'new_confirm'       => 'Потвърждение на паролата',
    ],
    'error' => [
        'self_delete'       => 'Грешка: Не може да изтриете себе си!'
    ],

    'failed'                => 'Неуспешно удостоверяване на потребител.',
    'disabled'              => 'Този акаунт е забранен. Моля обърнете се към системния администратор.',
    'throttle'              => 'Твърде много опити за логин. Моля, опитайте отново след :seconds секунди.',

];
