<?php

return [

    'bulk_actions'      => 'Групово действие|Групови действия',
    'selected'          => 'избрани',
    'no_action'         => 'Няма позволени действия.',

    'message' => [
        'duplicate'     => 'Наистина ли искате да <b>дублирате</b> избрания запис?',
        'delete'        => 'Наистина ли искате да <b>изтриете</b> избрания запис?|Наистина ли искате да <b>изтриете</b> избраните записи?',
        'export'        => 'Наистина ли искате да <b>експортирате</b> избрания запис?|Наистина ли искате да <b>експортирате</b> избраните записи?',
        'enable'        => 'Наистина ли искате да <b>активирате</b> избрания запис?|Наистина ли искате да <b>активирате</b> избраните записи?',
        'disable'       => 'Наистина ли искате да <b>деактивирате</b> избрания запис?|Наистина ли искате да <b>деактивирате</b> избраните записи?',
        'paid'          => 'Наистина ли искате да маркирате записа като <b>платен</b>?|Наистина ли искате да маркирате записите като <b>платени</b>?',
        'sent'          => 'Наистина ли искате да маркирате записа като <b>изпратен</b>?|Наистина ли искате да маркирате записите като <b>изпратени</b>?',
        'received'      => 'Наистина ли искате да маркирате записа като <b>получен</b>?|Наистина ли искате да маркирате записите като <b>получени</b>?',
        'cancelled'     => 'Are you sure you want to <b>cancel</b> selected invoice/bill?|Are you sure you want to <b>cancel</b> selected invoices/bills?',
    ],

];
