<?php

return [

    'select_to_action' => 'Избор на Действие',
    'selected'         => 'избрани',
    'bulk_actions'     => 'Групово действие|Групови действия',
    'delete'           => 'Изтрий',
    'duplicate'        => 'Създай копие',
    'export'           => 'Експортиране',
    'enable'           => 'Разреши',
    'disable'          => 'Забрани',
    'change_category'  => 'Промени категория',
    'change_type'      => 'Промени типът',


    'users' => [
        'change_role'    => 'Промени роля',
        'change_company' => 'Промени компания',
    ],

    'bills' => [
        'change_bill_status' => 'Промени статус',
    ],

    'payments' => [
        'change_payment_status' => 'Промени статус на плащането',
    ],

    'invoices' => [
        'change_invoice_status' => 'Промени статус',
    ],

    'revenues' => [
        'change_revenue_status' => 'Промени статус',
    ],

    'categories' => [
        'change_category_status' => 'Промени категория',
    ],

    'message' => [
        'sure'       => 'Сигурни ли сте?',
        'duplicate'  => 'Наистина ли искате да дублирате този елемент?',
        'deletes'    => 'Наистина ли желаете да изтриете този запис?ІНаистина ли желаете да изтриете тези записи?',
        'exports'    => 'Наистина ли желаете да експортирате този запис?ІНаистина ли желаете да експортирате тези записи?',
        'enable'     => 'Наистина ли желаете да активирате този запис?ІНаистина ли желаете да активирате тези записи?',
        'disable'    => 'Наистина ли желаете да деактивирате този запис?ІНаистина ли желаете да деактивирате тези записи?',
    ]

];
