<?php

return [

    'domain'                => 'Домейн',
    'logo'                  => 'Лого',

    'error' => [
        'not_user_company'  => 'Грешка: Не ви е позволено да управлявате тази компания!',
        'delete_active'     => 'Грешка: Невъзможно изтриване на активна компания, моля, първо я променете!',
        'disable_active'    => 'Грешка: Невъзможно деактивиране на активна компания, моля, първо я променете!',
    ],

    'form_description' => [
        'general'           => 'Тази информация се вижда в записите, които създавате.',
        'billing'           => 'Данъчният номер се появява във всяка фактура. Таблото за управление и отчетите се показват във валутата по подразбиране.',
        'address'           => 'Адресът ще бъде използван във фактурите, сметките и другите записи, които издавате.',
    ],

    'skip_step'             => 'Пропусни тази стъпка',

];
