<?php

return [

    'code'                  => 'Код',
    'rate'                  => 'Курс',
    'default'               => 'Валута по подразбиране',
    'decimal_mark'          => 'Десетичен знак',
    'thousands_separator'   => 'Разделител за хилядни',
    'precision'             => 'Точност',
    'conversion'            => 'Преобразуване на валута: :price (:currency_code) при :currency_rate',
    'symbol' => [
        'symbol'            => 'Символ',
        'position'          => 'Символ позиция',
        'before'            => 'Преди сума',
        'after'             => 'След сума',
    ],

    'form_description' => [
        'general'           => 'Валутата по подразбиране се използва в таблото за управление и отчетите. За други валути курсът трябва да е по-нисък от 1 за по-слаби валути и по-висок от 1 за по-силни валути.',
    ],

    'no_currency'           => 'Без валута',
    'create_currency'       => 'Създайте нова валута и редактирайте по всяко време от настройките.',
    'new_currency'          => 'Нова валута',

];
