<?php

return [

    'can_login'                 => 'Вход?',
    'can_login_description'     => 'Изпратете покана до този потребител да влезе в клиентския портал.',
    'user_created'              => 'Създаден потребител',
    'client_portal_description' => 'Порталът за клиенти е среда, в която можете да споделяте транзакции и фактури с вашите клиенти, където те проследяват взаимоотношенията си с вашия бизнес и плащат, и влизат, когато пожелаят; с тяхната парола',

    'error' => [
        'email'                 => 'Този имейл вече е бил регистриран.',
    ],

    'client_portal_text' => [
        'can'                   => 'Този клиент може да влезе в клиентския портал.',
        'cant'                  => 'Този клиент не може да влезе в клиентския портал.',
    ],

    'form_description' => [
        'general'               => 'Информацията за контакт на вашия клиент ще се показва във фактурите и техните профили. Можете също така да позволите на вашите клиенти да влизат, за да проследяват фактурите, които им изпращате, като поставите отметка в квадратчето по-долу.',
        'billing'               => 'Данъчният номер фигурира във всяка фактура, издадена на клиента. Избраната валута става валута по подразбиране за този клиент.',
        'address'               => 'Адресът се изисква за фактурите, така че трябва да добавите подробности за адреса за фактуриране на вашия клиент.',
    ],

    'no_records' => [
        'invoices'              => 'Все още няма фактура за този клиент. Създайте нов сега.',
        'transactions'          => 'Все още няма превод от този клиент. Създайте нов сега.',
    ],

];
