<?php

return [

    'accounts' => [
        'cash'              => 'В брой',
    ],

    'categories' => [
        'deposit'           => 'Депозит',
        'sales'             => 'Продажби',
    ],

    'currencies' => [
        'usd'               => 'Американски долар',
        'eur'               => 'Евро',
        'gbp'               => 'Британска лира',
        'try'               => 'Турска лира',
    ],

    'offline_payments' => [
        'cash'              => 'В брой',
        'bank'              => 'Банков превод',
    ],

    'reports' => [
        'income'            => 'Месечен приход по категории.',
        'expense'           => 'Месечен разход по категории.',
        'income_expense'    => 'Месечен приход срещу разход по категории.',
        'tax'               => 'Обобщен данък за четиримесечие.',
        'profit_loss'       => 'Печалба срещу загуба по категория за четиримесечие.',
    ],

];
