<?php

return [

    'forbidden_access' => 'Забранен достъп',
    'error_page'       => 'Грешка',
    'page_not_found'   => 'Страницата не е намерена',

    'body'   => [
        'forbidden_access' => 'Забранен достъп.',
        'error_page' => 'Опа. Възникна грешка.',
        'page_not_found' => 'Страницате не е намерена.',
    ],

    'messages'   => [
        'forbidden_access' => 'Нямате достъп до тази страница.
Може да се върнете на <a href=":link">начална страница</a>.',
        'error_page' => 'Работим върху отстраняване на проблема.
Може да се върнете на <a href=":link">начална страница</a>.',
        'page_not_found' => 'Но открихме търсената от вас страница.
Може да се върнете на <a href=":link">начална страница</a>.',
    ],

];
