<?php

return [

    'title' => [
        '403' => 'Забранен достъп',
        '404' => 'Страницата не е намерена',
        '500' => 'Нещо се обърка',
    ],

    'header' => [
        '403' => '403 Forbidden',
        '404' => '404 Страницата не е намерена',
        '500' => '500 Вътрешна грешка в сървъра',
    ],

    'message' => [
        '403' => 'Нямате достъп до тази страница.',
        '404' => 'Не открихме страницата, която търсите.',
        '500' => 'Ще работим по отстраняването на проблема.',
    ],

];
