<?php

return [

    'invoice_number'        => 'Номер на фактура',
    'invoice_date'          => 'Дата на фактура',
    'invoice_amount'        => 'Сума на фактурата',
    'total_price'           => 'Обща цена',
    'due_date'              => 'Падежна дата',
    'order_number'          => 'Номер на поръчка',
    'bill_to'               => 'Издадена на',
    'cancel_date'           => 'Дата на анулиране',

    'quantity'              => 'Количество',
    'price'                 => 'Цена',
    'sub_total'             => 'Междинна сума',
    'discount'              => 'Отстъпка',
    'item_discount'         => 'Отстъпка за реда.',
    'tax_total'             => 'Общо данък',
    'total'                 => 'Общо',

    'item_name'             => 'Име на артикул | Имена на артикули',
    'recurring_invoices'    => 'Повтаряща се фактура|Повтарящи се фактури',

    'show_discount'         => ':discount% отстъпка',
    'add_discount'          => 'Добави отстъпка',
    'discount_desc'         => 'на междинна сума',

    'payment_due'           => 'Падежна дата',
    'paid'                  => 'Платен',
    'histories'             => 'История',
    'payments'              => 'Плащания',
    'add_payment'           => 'Добавяне на плащане',
    'mark_paid'             => 'Отбележи като платено',
    'mark_sent'             => 'Маркирай като изпратено',
    'mark_viewed'           => 'Отбележи като прегледано',
    'mark_cancelled'        => 'Отбележи като канселирана.',
    'download_pdf'          => 'Изтегляне на PDF',
    'send_mail'             => 'Изпращане на имейл',
    'all_invoices'          => 'Вход за да видите всички фактури',
    'create_invoice'        => 'Създай фактура',
    'send_invoice'          => 'Изпрати фактура',
    'get_paid'              => 'Получи плащане',
    'accept_payments'       => 'Приеми на онлайн плащане',
    'payment_received'      => 'Получено плащане',

    'form_description' => [
        'billing'           => 'Данните се появяват във фактурата. Датата на фактурата се използва в таблото и отчетите. Изберете датата, на която очаквате да бъде платена фактура като Дължима дата.',
    ],

    'messages' => [
        'email_required'    => 'Няма имейл адрес за този клиент!',
        'draft'             => 'Това е <b>ЧЕРНОВА</b> фактура и няма да бъде отразена в графиките след като бъде изпратена.',

        'status' => [
            'created'       => 'Създадено на :date',
            'viewed'        => 'Разгледан',
            'send' => [
                'draft'     => 'Не е изпратено',
                'sent'      => 'Изпратено на :date',
            ],
            'paid' => [
                'await'     => 'Очакващо плащане',
            ],
        ],
    ],

    'slider' => [
        'create'            => ':user създаде тази фактура на :date',
        'create_recurring'  => ':user създаде този шаблон за повтарящи се фактури на :date',
        'schedule'          => 'Повтори на всеки :interval :frequency от :date
',
        'children'          => ':count фактури бяха автоматично създадени',
    ],

    'share' => [
        'show_link'         => 'Вашият клиент може да прегледа фактурата на този линк',
        'copy_link'         => 'Копирайте връзката и я споделете с вашия клиент.',
        'success_message'   => 'Връзката за споделяне е копирана в клипборда!',
    ],

    'sticky' => [
        'description'       => 'Преглеждате как вашият клиент ще види уеб версията на вашата фактура.',
    ],

];
