<?php

return [

    'sale_price'                => 'Продажна цена',
    'purchase_price'            => 'Покупна цена',
    'enter_item_description'    => 'Въведете описание',
    'billing'                   => 'Фактуриране',
    'sale_information'          => 'Информация',
    'purchase_information'      => 'Подробности за поръчката',

    'form_description' => [
        'general'               => 'Изберете категория, за да направите отчетите си по-подробни. Описанието ще бъде попълнено, когато артикулът бъде избран във фактура или сметка.',
        'billing'               => 'Информацията за продажбата се използва във фактурите, а информацията за покупката се използва в рамките на сметките. Данъкът ще се прилага както към фактурите, така и към сметките.',
    ],

];
