<?php

return [

    'recurring'             => 'Повтарящи се',
    'every'                 => 'Всеки',
    'period'                => 'Период',
    'times'                 => 'Пъти',
    'daily'                 => 'Дневно',
    'weekly'                => 'Седмично',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишно',
    'custom'                => 'По избор',
    'days'                  => 'Ден (дни)',
    'weeks'                 => 'Седмица(и)',
    'months'                => 'Месец(и)',
    'years'                 => 'Година(и)',
    'message'               => 'Това е повтарящ се :type и следващия :type ще се генерира автоматично на :date',

];
