<?php

return [

    'years'                         => 'Година|Години',
    'date_range'                    => 'Диапазон от време',
    'preferences'                   => 'Предпочитание|Предпочитания',
    'profit_loss'                   => 'Печалба & загуба',
    'income_summary'                => 'Приходи',
    'expense_summary'               => 'Разходи',
    'income_expense_summary'        => 'Приходи срещу разходи',
    'tax_summary'                   => 'Данъчни Резюме',
    'gross_profit'                  => 'Брутна печалба',
    'net_profit'                    => 'Нетна печалба',
    'total_expenses'                => 'Общо разходи',
    'net'                           => 'НЕТНО',
    'income_expense'                => 'Приходи & Разходи',
    'pin'                           => 'Закачете отчета си',

    'income_expense_description'    => 'Получете преглед на вашите приходи и разходи.',
    'accounting_description'        => 'Получете ясна картина за това как върви вашият бизнес.',

    'form_description' => [
        'general'                   => 'Тук можете да въведете общата информация за отчета като име, тип, описание и др.',
        'preferences'               => 'Предпочитанията ви помагат да персонализирате отчетите си.'
    ],

    'charts' => [
        'line'                      => 'Линейна',
        'bar'                       => 'Стълбове',
        'pie'                       => 'Пай',
    ],

    'pin_text' => [
        'unpin_report'              => 'Откачете отчета си',
        'pin_report'                => 'Закачете отчета си',
    ]

];
