<?php

return [

    'company' => [
        'description'       => 'Промени име на компанията, имейл, адрес, номер и др',
        'name'              => 'Име',
        'email'             => 'Имейл',
        'phone'             => 'Телефон',
        'address'           => 'Адрес',
        'logo'              => 'Лого',
    ],

    'localisation' => [
        'description'       => 'Задай фискална година, времева зона, формат на датата и други',
        'financial_start'   => 'Начало на фискална година',
        'timezone'          => 'Часова зона',
        'date' => [
            'format'        => 'Формат на датата',
            'separator'     => 'Разделител за дата',
            'dash'          => 'Тире (-)',
            'dot'           => 'Точка (.)',
            'comma'         => 'Запетая (,)',
            'slash'         => 'Наклонена черта (/)',
            'space'         => 'Празно място ( )',
        ],
        'percent' => [
            'title'         => 'Процент (%) Позиция',
            'before'        => 'Преди номер',
            'after'         => 'След номер',
        ],
    ],

    'invoice' => [
        'description'       => 'Задай префикс на документите, номера и футър',
        'prefix'            => 'Префикс',
        'digit'             => 'Брой цифри',
        'next'              => 'Следващия номер',
        'logo'              => 'Лого',
        'custom'            => 'По избор',
        'item_name'         => 'Име',
        'item'              => 'Продукти',
        'product'           => 'Продукти',
        'service'           => 'Услуги',
        'price_name'        => 'Цена Име',
        'price'             => 'Цена',
        'rate'              => 'Данък',
        'quantity_name'     => 'Количество Име',
        'quantity'          => 'Количество',
        'payment_terms'     => 'Условия за плащане',
        'title'             => 'Заглавие',
        'subheading'        => 'Подзаглавие',
        'due_receipt'       => 'Дължима до получаване',
        'due_days'          => 'Дължима след :days дни',
        'choose_template'   => 'Изберете дизайн на документите',
        'default'           => 'По подразбиране',
        'classic'           => 'Класически',
        'modern'            => 'Модерен',
    ],

    'default' => [
        'description'       => 'По подразбиране - валута, език на компанията',
        'list_limit'        => 'Резултати на страница',
        'use_gravatar'      => 'Използвай Gravatar',
    ],

    'email' => [
        'description'       => 'Промени протокола при изпращане и имейл бланките',
        'protocol'          => 'Протокол',
        'php'               => 'PHP Mail',
        'smtp' => [
            'name'          => 'SMTP',
            'host'          => 'SMTP хост',
            'port'          => 'SMTP порт',
            'username'      => 'SMTP потребител',
            'password'      => 'SMTP парола',
            'encryption'    => 'SMTP сигурност',
            'none'          => 'Няма',
        ],
        'sendmail'          => 'Sendmail',
        'sendmail_path'     => 'Път към Sendmail',
        'log'               => 'Лог имейли',

        'templates' => [
            'subject'                   => 'Тема',
            'body'                      => 'Текст',
            'tags'                      => '<strong>Възможни тагове:</strong> :tag_list',
            'invoice_new_customer'      => 'Нова Фактура Образец (към клиента)',
            'invoice_remind_customer'   => 'Ново Напомняне Образец (към клиента)',
            'invoice_remind_admin'      => 'Ново Напомняне Образец (към администратор)',
            'invoice_recur_customer'    => 'Ново Повтарящо Плащане Образец (към клиента)',
            'invoice_recur_admin'       => 'Ново Повтарящо Плащане Образец (към администратор)',
            'invoice_payment_customer'  => 'Получено Плащане Образец (към клиента)',
            'invoice_payment_admin'     => 'Получено Плащане Образец (към администратор)',
            'bill_remind_admin'         => 'Ново Напомняне Образец (към администратор)',
            'bill_recur_admin'          => 'Ново Повтарящо Плащане Образец (към администратор)',
        ],
    ],

    'scheduling' => [
        'name'              => 'График на дейностите',
        'description'       => 'Автоматични напомняния и повтарящи се плащания',
        'send_invoice'      => 'Изпрати напомняне за фактура',
        'invoice_days'      => 'Изпрати след забавени дни',
        'send_bill'         => 'Изпрати напомняне за фактура',
        'bill_days'         => 'Изпрати преди забавени дни',
        'cron_command'      => 'Грешна команда',
        'schedule_time'     => 'Час за стартиране',
    ],

    'categories' => [
        'description'       => 'Неограничени категории за приходи, разходи и артикули',
    ],

    'currencies' => [
        'description'       => 'Създайте и управлявайте валути и задайте техните курсове',
    ],

    'taxes' => [
        'description'       => 'Фиксирани, нормални, включващи и сложни данъчни ставки',
    ],

];
