<?php

return [

    'company' => [
        'description'                   => 'Промени име на компанията, имейл, адрес, номер и др',
        'search_keywords'               => 'фирма, име, имейл, телефон, адрес, държава, данъчен номер, лого, град, град, щат, провинция, пощенски код',
        'name'                          => 'Име',
        'email'                         => 'Имейл',
        'phone'                         => 'Телефон',
        'address'                       => 'Адрес',
        'edit_your_business_address'    => 'Редактирай адреса на компанията',
        'logo'                          => 'Лого',

        'form_description' => [
            'general'                   => 'Тази информация се вижда в записите, които създавате.',
            'address'                   => 'Адресът ще бъде използван във фактурите, сметките и другите записи, които издавате.',
        ],
    ],

    'localisation' => [
        'description'                   => 'Задай фискална година, времева зона, формат на датата и други',
        'search_keywords'               => 'финансова, година, начало, обозначаване, часова, зона, дата, формат, разделител, отстъпка, процент',
        'financial_start'               => 'Начало на фискална година',
        'timezone'                      => 'Часова зона',
        'financial_denote' => [
            'title'                     => 'Начало на фискална година',
            'begins'                    => 'До годината, в която започва',
            'ends'                      => 'До годината, в която приключва',
        ],
        'preferred_date'                => 'Предпочитан формат на дата',
        'date' => [
            'format'                    => 'Формат на датата',
            'separator'                 => 'Разделител за дата',
            'dash'                      => 'Тире (-)',
            'dot'                       => 'Точка (.)',
            'comma'                     => 'Запетая (,)',
            'slash'                     => 'Наклонена черта (/)',
            'space'                     => 'Празно място ( )',
        ],
        'percent' => [
            'title'                     => 'Процент (%) Позиция',
            'before'                    => 'Преди номер',
            'after'                     => 'След номер',
        ],
        'discount_location' => [
            'name'                      => 'Опции за отстъпка',
            'item'                      => 'На ред',
            'total'                     => 'Общо',
            'both'                      => 'Заедно( продукт и общо )',
        ],

        'form_description' => [
            'fiscal'                    => 'Задайте периода на финансовата година, който вашата компания използва за данъчно облагане и отчитане.',
            'date'                      => 'Изберете формата на датата, който искате да виждате навсякъде в интерфейса.',
            'other'                     => 'Изберете къде да се показва знакът за процент за данъци. Можете да активирате отстъпки за редови позиции и обща сума за фактури и сметки.',
        ],
    ],

    'invoice' => [
        'description'                   => 'Задай префикс на документите, номера и футър',
        'search_keywords'               => 'персонализиране, фактура, номер, префикс, цифра, следващ, лого, име, цена, количество, шаблон, заглавие, подзаглавие, долен колонтитул, бележка, скрий, дължимо, цвят, плащане, условия, колона',
        'prefix'                        => 'Префикс',
        'digit'                         => 'Брой цифри',
        'next'                          => 'Следващия номер',
        'logo'                          => 'Лого',
        'custom'                        => 'По избор',
        'item_name'                     => 'Име',
        'item'                          => 'Продукти',
        'product'                       => 'Продукти',
        'service'                       => 'Услуги',
        'price_name'                    => 'Цена Име',
        'price'                         => 'Цена',
        'rate'                          => 'Данък',
        'quantity_name'                 => 'Количество Име',
        'quantity'                      => 'Количество',
        'payment_terms'                 => 'Условия за плащане',
        'title'                         => 'Заглавие',
        'subheading'                    => 'Подзаглавие',
        'due_receipt'                   => 'Дължима до получаване',
        'due_days'                      => 'Дължима след :days дни',
        'due_custom'                    => 'Дни по избор',
        'due_custom_day'                => 'след ден',
        'choose_template'               => 'Изберете дизайн на документите',
        'default'                       => 'По подразбиране',
        'classic'                       => 'Класически',
        'modern'                        => 'Модерен',
        'hide' => [
            'item_name'                 => 'Скрий името на продукта',
            'item_description'          => 'Скрий описанието на продукта',
            'quantity'                  => 'Скрий количеството',
            'price'                     => 'Скрий цената',
            'amount'                    => 'Скрий сумата',
        ],
        'column'                        => 'Колона|Колони',

        'form_description' => [
            'general'                   => 'Задайте настройките по подразбиране за форматиране на вашите номера на фактури и условия за плащане.',
            'template'                  => 'Изберете един от шаблоните по-долу за вашите фактури.',
            'default'                   => 'Избирането на настройки по подразбиране за фактури ще попълни предварително заглавия, подзаглавия, бележки и долни колонтитули. Така че не е необходимо да редактирате фактури всеки път, за да изглеждате по-професионално.',
            'column'                    => 'Персонализирайте начина на именуване на колоните във фактурата. Ако искате да скриете описанията на артикулите и сумите в редове, можете да го промените тук.',
        ]
    ],

    'transfer' => [
        'choose_template'               => 'Изберете шаблон за трансфери',
        'second'                        => 'Второ',
        'third'                         => 'Трето',
    ],

    'default' => [
        'description'                   => 'По подразбиране - валута, език на компанията',
        'search_keywords'               => 'акаунт, валута, език, данък, плащане, метод, пагинация',
        'list_limit'                    => 'Резултати на страница',
        'use_gravatar'                  => 'Използвай Gravatar',
        'income_category'               => 'Категория Приход',
        'expense_category'              => 'Категория Разход',
        'address_format'                => 'Формат на адреса',
        'address_tags'                  => '<strong>Възможни тагове:</strong> :tags',

        'form_description' => [
            'general'                   => 'Изберете акаунта, данъка и метода на плащане по подразбиране, за да създавате записи бързо. Таблото за управление и отчетите се показват във валутата по подразбиране.',
            'category'                  => 'Изберете категориите по подразбиране, за да ускорите създаването на запис.',
            'other'                     => 'Персонализирайте настройките по подразбиране на фирмения език и как работи страницирането.',
        ],
    ],

    'email' => [
        'description'                   => 'Промени протокола при изпращане и имейл бланките',
        'search_keywords'               => 'email, send, protocol, smtp, host, password
',
        'protocol'                      => 'Протокол',
        'php'                           => 'PHP Mail',
        'smtp' => [
            'name'                      => 'SMTP',
            'host'                      => 'SMTP хост',
            'port'                      => 'SMTP порт',
            'username'                  => 'SMTP потребител',
            'password'                  => 'SMTP парола',
            'encryption'                => 'SMTP сигурност',
            'none'                      => 'Няма',
        ],
        'sendmail'                      => 'Sendmail',
        'sendmail_path'                 => 'Път към Sendmail',
        'log'                           => 'Лог имейли',
        'email_service'                 => 'Email Service',
        'email_templates'               => 'Имейл шаблони',

        'form_description' => [
            'general'                   => 'Изпращайте редовни имейли до вашия екип и контакти. Можете да зададете настройките на протокола и SMTP.',
        ],

        'templates' => [
            'description'               => 'Променете email шаблоните',
            'search_keywords'           => 'имейл, шаблон, относно, тяло, tag
',
            'subject'                   => 'Тема',
            'body'                      => 'Текст',
            'tags'                      => '<strong>Възможни тагове:</strong> :tag_list',
            'invoice_new_customer'      => 'Нова Фактура Образец (към клиента)',
            'invoice_remind_customer'   => 'Ново Напомняне Образец (към клиента)',
            'invoice_remind_admin'      => 'Ново Напомняне Образец (към администратор)',
            'invoice_recur_customer'    => 'Ново Повтарящо Плащане Образец (към клиента)',
            'invoice_recur_admin'       => 'Ново Повтарящо Плащане Образец (към администратор)',
            'invoice_view_admin'        => 'Фактура шаблон (към администратор)',
            'invoice_payment_customer'  => 'Получено Плащане Образец (към клиента)',
            'invoice_payment_admin'     => 'Получено Плащане Образец (към администратор)',
            'bill_remind_admin'         => 'Ново Напомняне Образец (към администратор)',
            'bill_recur_admin'          => 'Ново Повтарящо Плащане Образец (към администратор)',
            'payment_received_customer' => 'Получено Плащане Шаблон (към клиента)',
            'payment_made_vendor'       => 'Направено плащане Шаблон (към доставчик)',
        ],
    ],

    'scheduling' => [
        'name'                          => 'График на дейностите',
        'description'                   => 'Автоматични напомняния и повтарящи се плащания',
        'search_keywords'               => 'automatic, reminder, recurring, cron, command
',
        'send_invoice'                  => 'Изпрати напомняне за фактура',
        'invoice_days'                  => 'Изпрати след забавени дни',
        'send_bill'                     => 'Изпрати напомняне за фактура',
        'bill_days'                     => 'Изпрати преди забавени дни',
        'cron_command'                  => 'Грешна команда',
        'command'                       => 'Команда',
        'schedule_time'                 => 'Час за стартиране',

        'form_description' => [
            'invoice'                   => 'Активирайте или деактивирайте и задайте напомняния за вашите фактури, когато са просрочени.',
            'bill'                      => 'Активирайте или деактивирайте и задайте напомняния за вашите сметки, преди да са просрочени.',
            'cron'                      => 'Копирайте командата cron, която вашият сървър трябва да изпълнява. Задайте времето за задействане на събитието.',
        ]
    ],

    'categories' => [
        'description'                   => 'Неограничени категории за приходи, разходи и артикули',
        'search_keywords'               => 'категория, приход, разход, продукт',
    ],

    'currencies' => [
        'description'                   => 'Създайте и управлявайте валути и задайте техните курсове',
        'search_keywords'               => 'по подразбиране, валута, валути, код, курс, символ, точност, позиция, десетичен знак, хиляди, знак, разделител',
    ],

    'taxes' => [
        'description'                   => 'Фиксирани, нормални, включващи и сложни данъчни ставки',
        'search_keywords'               => 'данък, ставка, тип, фиксиран, включен, комбиниран, удържане',
    ],

];
