<?php

return [

    'rate'                  => 'Ставка',
    'rate_percent'          => 'Ставка (%)',
    'normal'                => 'Нормално',
    'inclusive'             => 'Включително',
    'compound'              => 'С натрупване',
    'fixed'                 => 'Фиксиран',
    'withholding'           => 'Удържан',
    'no_taxes'              => 'Без данък',
    'create_task'           => 'Създайте нов данък и редактирайте по всяко време от настройките.',
    'new_tax'               => 'Нов данък',

    'form_description' => [
        'general'           => 'Включеният данък се калкулира в цената на артикула. Сложният данък се изчислява върху другите данъци. Фиксираният данък се прилага като сума, а не като процент.',
    ],

];
