<?php

return [

    'form_description' => [
        'general'           => 'Информацията за контакт на вашия доставчик ще се появи в сметките и техните профили. Можете да добавите тяхната информация за контакт и тяхното лого, което да се използва в сметките.',
        'billing'           => 'Данъчният номер фигурира във всяка фактура, издадена към вас. Избраната валута става валута по подразбиране за този доставчик.',
        'address'           => 'Адресът се изисква за фактурите, така че трябва да добавите подробности за адреса за фактуриране на вашия доставчик.',
    ],

    'no_records' => [
        'bills'             => 'Все още няма фактура от този доставчик. Създайте нова сега.',
        'transactions'      => 'Все още няма транзакция към този доставчик. Създайте нова сега.',
    ],

];
