<?php

return [

    'account_name'          => 'اکاؤنٹ کا نام',
    'account_balance'       => 'اکاؤنٹ بیلنس',
    'number'                => 'بینک میں اکائونٹ نمبر',
    'opening_balance'       => 'افتتاحی رقم',
    'current_balance'       => 'موجودہ رقم',
    'bank_name'             => 'بینک کا نام',
    'bank_phone'            => 'بینک کا فون',
    'bank_address'          => 'بینک کا پتہ',
    'default_account'       => 'طے شدہ اکاؤنٹ',
    'incoming'              => 'آمدہ رقم',
    'outgoing'              => 'خرچ',
    'see_performance'       => 'کارکردگی دیکھیں',
    'create_report'         => 'اگر آپ کھاتے کی کارکردگی دیکھنا چاہتے ہیں تو آپ آمدنی بمقابلہ خرچہ کی فرضی روپورٹ بنائیں۔',
    'banks'                 => 'بینک | بینکوں',
    'credit_cards'          => 'کریڈٹ کارڈ | کریڈٹ کارڈز',

    'form_description' => [
        'general'           => 'منفی اوپنیگ بیلینس کے لئے کریڈٹ کارڈ استعمال کریں۔کھاتے کودرست طریقے سے ملانے کیلئےنمبر ضروری ہیں۔اگر کوئی کھاتہ منتخب نہیں کیا گیا تو طے شدہ کھاتے میں لین دین ریکارڈ ہو گا۔',
        'bank'              => 'آپ کے ایک سے زیادہ بینکوں میں متعدد بینک اکاؤنٹس ہوسکتے ہیں۔ آپ کے بینک کے بارے میں معلومات کو ریکارڈ کرنے سے بینک کے اندر ہونے والی لین دین کو ملانا آسان ہو جائے گا۔',
    ],

    'no_records' => [
        'transactions'      => 'اس اکائونٹ میں کوئی لین دین نہیں ہوا۔ ابھی ایک نیا لین دین بنائیں۔',
        'transfers'         => 'اس اکائونٹ میں کوئی لین دین نہیں ہوا۔ ابھی ایک نیا لین دین بنائیں۔',
    ],

];
