<?php

return [

    'profile'               => 'پروفائل',
    'logout'                => 'لاگ آؤٹ',
    'login'                 => 'لاگ ان',
    'login_to'              => 'اپنے سیشن شروع کرنے کے لئے لاگ ان کریں',
    'remember_me'           => 'مجھے یاد رکھیے',
    'forgot_password'       => 'میں اپنا پاس ورڈ بھول گئے',
    'reset_password'        => 'پاس ورڈ دوبارہ سیٹ کریں',
    'enter_email'           => 'اپنا ای میل پتہ لکھیں',
    'current_email'         => 'موجودہ ای میل',
    'reset'                 => 'دوبارہ سیٹ کریں',
    'never'                 => 'کبھی نہیں',
    
    'password' => [
        'current'           => 'پاس ورڈ',
        'current_confirm'   => 'پاس ورڈ کی تصدیق',
        'new'               => 'نیا پاس ورڈ',
        'new_confirm'       => 'نیا پاس ورڈ کنفرم کرین',
    ],
    
    'error' => [
        'self_delete'       => 'نقص: خود کو حذف نہیں کر سکتے ہیں!',
        'no_company'        => 'خرابی: کوئی کمپنی آپ کے اکاؤنٹ سے منسلک نہیں ہے. برائے مہربانی، سسٹم کے منتظم سے رابطہ کریں.',
    ],

    'failed'                => 'یہ تفصیلات ہمارے ریکارڈ سے مطابقت نہیں رکھتیں۔',
    'disabled'              => 'یہ اکاؤنٹ نااہل ہے ۔ براہ مہربانی، نظام منتظم سے رابطہ کریں ۔',
    'throttle'              => 'لاگ اِن کرنے کی بہت زیادہ کوششیں۔ براہِ مہربانی :seconds سیکنڈ میں دوبارہ کوشش کریں۔',

    'notification' => [
        'message_1'     => 'آپ یہ ای میل وصول کر رہے ہیں. کیونکہ ہم نے آپ کے اکاؤنٹ کیلئے ایک پاسورڈ ری سیٹ کی درخواست موصول کی ہے.',
        'message_2'     => 'اگر آپ نے پاسورڈ ری سیٹ کی درخواست نہیں کی تو، مزید کارروائی کی ضرورت نہیں ہے.',
        'button'        => 'پاس ورڈ دوبارہ سیٹ کریں',
    ],

];
