<?php

return [

    'change_language'       => 'زبان تبدیل کریں',
    'last_login'            => 'آخری لاگ ان: وقت',
    'notifications' => [
        'counter'           => '{0} آپ کے پاس کوئی اطلاع|{1} ہے: اعلان|شمار [2، *] دیکھئے: شمار اطلاعات',
        'overdue_invoices'  => '{1} : موخر انوائس|شمار [2، *]: موخر وبجلی شمار',
        'upcoming_bills'    => '{1} : آئندہ بل|شمار [2، *]: آئندہ کے بل گننا',
        'items_stock'       => '{1} : اسٹاک|سے شمار شے [2، *]: شمار اشیاء اسٹاک سے باہر',
        'view_all'          => 'سب دیکھیے'
    ],
    'docs_link'             => 'https://akaunting.com',

];
