<?php

return [

    'next'                  => 'اگلا',
    'refresh'               => 'ریفریش کریں',

    'steps' => [
        'requirements'      => 'براہ کرم، غلطیوں کو ٹھیک کرنے کے لئے اپنے ہوسٹنگ فراہم کرنے والے  سے پوچھیں!',
        'language'          => 'مرحلہ 1/3: زبان کا انتخاب',
        'database'          => 'مرحلہ 2/ 3: ڈیٹا بیس سیٹ اپ',
        'settings'          => 'مرحلہ 3/3: کمپنی اور ایڈمن کی تفصیلات',
    ],

    'language' => [
        'select'            => 'زبان کا انتخاب کیجیے',
    ],

    'requirements' => [
        'enabled'           => ': فیچر اہل نہیں اہل کرنے کی ضرورت ہے!',
        'disabled'          => ': فیچر نااہل کرنے کی ضرورت ہے!',
        'extension'         => ': ایکسٹینشن انسٹال اور لوڈ کرنے کی ضرورت ہے!',
        'directory'         => ': ڈائریکٹری قابل تحریر کرنے ضروری ہے!',
    ],

    'database' => [
        'hostname'          => 'ہوسٹ کا نام',
        'username'          => 'صارف کا نام',
        'password'          => 'پاس ورڈ',
        'name'              => 'ڈیٹا بیس',
    ],

    'settings' => [
        'company_name'      => 'کمپنی کا نام:',
        'company_email'     => 'کمپنی ای میل',
        'admin_email'       => 'ایڈمن ای میل',
        'admin_password'    => 'منتظم پاس ورڈ',
    ],

    'error' => [
        'connection'        => 'خرابی: ڈیٹا بیس سے منسلک نہیں ہوسکتا! براہ کرم تفصیلات درست ہیں.',
    ],

];
