<?php

return [

    'invoice_number'        => 'انوائس نمبر',
    'invoice_date'          => 'انوائس تاریخ',
    'total_price'           => 'کل قیمت',
    'due_date'              => 'واجب الادا تاریخ',
    'order_number'          => 'آرڈر نمبر',
    'bill_to'               => 'بل ٹو',

    'quantity'              => 'مقدار',
    'price'                 => 'قیمت',
    'sub_total'             => 'ذیلی کل',
    'discount'              => 'ڈسکاؤنٹ',
    'tax_total'             => 'کل ٹیکس ',
    'total'                 => 'کل',

    'item_name'             => 'شے نام|نام شے',

    'show_discount'         => ': رعایت % رعایت',
    'add_discount'          => 'رعایت کا ا ضافہ کریں',
    'discount_desc'         => 'ذیلی کل',

    'payment_due'           => 'زیر التواء ادائیگی',
    'paid'                  => 'ادائیگی',
    'histories'             => 'ہسٹری',
    'payments'              => 'ادائیگی',
    'add_payment'           => 'ادائیگی کا ا ضافہ کریں',
    'mark_paid'             => 'مارک ادا',
    'mark_sent'             => 'مارک بھیج دیا',
    'download_pdf'          => 'پی ڈی ایف ڈاؤن لوڈ کریں',
    'send_mail'             => 'ای میل بھیجیں',
    'all_invoices'          => ' تمام انوائس دیکھنے کے لئے لاگ ان کریں',
    'create_invoice'        => 'انوائس بنائیں',
    'send_invoice'          => 'انوائس بھیجیں',
    'get_paid'              => 'انوائس حاصل کریں',
    'accept_payments'       => 'آن لائن ادائیگی قبول کریں',

    'status' => [
        'draft'             => 'ڈرافٹ',
        'sent'              => 'بھیجا گیا ہے:',
        'viewed'            => 'دیکھا',
        'approved'          => 'منظورشدہ',
        'partial'           => 'جزوی',
        'paid'              => 'ادا شدہ',
    ],

    'messages' => [
        'email_sent'        => 'کامیابی سے انوائس ای میل بھیج دیا گیا ہے!',
        'marked_sent'       => 'کامیابی سے انوائس ای میل بھیج دیا گیا ہے!',
        'email_required'    => 'اس کسٹمر کے لئے کوئی ای میل پتہ نہیں!',
        'draft'             => 'یہ ایک <b> ڈرافٹ </ b> بل ہے اور وصول موصول ہونے کے بعد چارٹ پر نظر آئے گا.',

        'status' => [
            'created'       => 'پر بنایا: تاریخ',
            'send' => [
                'draft'     => 'نہیں بھیجا',
                'sent'      => 'کو بھیجی گئی: تاریخ',
            ],
            'paid' => [
                'await'     => 'ادائیگی کی منتظر',
            ],
        ],
    ],

    'notification' => [
        'message'           => 'آپ کو یہ ای میل موصول ہو رہا ہے کیونکہ آپ کے پاس آنے والا ہے: رقم انوائس تک: کسٹمر کسٹمر.',
        'button'            => 'ابھی ادا کریں',
    ],

];
