<?php

return [

    'success' => [
        'added'             => ': قسم کا اضافہ!',
        'updated'           => ': قسم اپ ڈیٹ!',
        'deleted'           => ': قسم اپ ڈیٹ!',
        'duplicated'        => ': قسم نقل!',
        'imported'          => ':  قسم درآمد!',
        'enabled'           => ':  قسم اہل!',
        'disabled'          => ': قسم نااہل!',
    ],

    'error' => [
        'over_payment'      => 'Error: Payment not added! Amount passes the total.',
        'not_user_company'  => 'نقص: آپ اس کمپنی کا انتظام کرنے کی اجازت نہیں!',
        'customer'          => 'نقص: صارف نہیں بنایا! : ای میل ایڈریس نام پہلے ہی استعمال میے ہے ۔',
        'no_file'           => 'نقص: کوئی فائل منتخب نہیں!',
        'last_category'     => 'نقص: پچھلے کو ہٹا نہیں کر سکتے ہیں: قسم !',
        'invalid_apikey'     => 'نقص: داخل شدہ ٹوکن غلط ہے!',
        'import_column'     => 'Error: :message Sheet name: :sheet. Line number: :line.',
        'import_sheet'      => 'خرابی: شیٹ کا نام درست نہیں ہے. براہ مہربانی نمونہ فائل چیک کریں.',
    ],

    'warning' => [
        'deleted'           => 'انتباہ: آپ کو <b>: نام </ b> حذف کرنے کی اجازت نہیں ہے کیونکہ اس میں ہے: متن سے متعلق.',
        'disabled'          => 'انتباہ: آپ کو <b>: نام </ b> حذف کرنے کی اجازت نہیں ہے کیونکہ اس میں ہے: متن سے متعلق.',
        'disable_code'      => 'انتباہ: آپ کو <b>: نام </ b> حذف کرنے کی اجازت نہیں ہے کیونکہ اس میں ہے: متن سے متعلق.',
    ],

];
