<?php

return [

    'recurring'             => 'دوبارہ دوبارہ',
    'every'                 => 'ہر',
    'period'                => 'دور',
    'times'                 => 'وقت',
    'daily'                 => 'روزانہ',
    'weekly'                => 'ہفتہ وار',
    'monthly'               => 'ماہانہ',
    'yearly'                => 'سالانہ',
    'custom'                => 'اپنی مرضی کے مطابق',
    'days'                  => 'روزانہ',
    'weeks'                 => 'ہفتے',
    'months'                => 'مہینہے',
    'years'                 => 'سال',
    'message'               => 'یہ ایک مکرر ہے: قسم اور اگلے: قسم گا ہو خود بخود پر: تاریخ',

];
