<?php

return [

    'installed_version'     => 'نصب شدہ ورژن',
    'latest_version'        => 'تازہ ترین ورژن:',
    'update'                => 'ورژن کو اپ ڈیٹ کرنا: ورژن ورژن',
    'changelog'             => 'لاگ کی تبدیلی',
    'check'                 => 'چیک کریں',
    'new_core'              => 'اکاؤنٹانگ کا ایک تازہ ورژن دستیاب ہے ۔',
    'latest_core'           => 'مبارک ہو! آپ اکاؤنٹانگ کا تازہ ترین ورژن ہے ۔ مستقبل کے سیکورٹی اپ ڈیٹس خود بخود لاگو کیے جائیں گے.',
    'success'               => 'ورژن اپ ڈیٹ کامیابی سے مکمل کر لیا گیا ہے ۔',
    'error'                 => 'اپ ڈیٹ کا عمل ناکام ہوگیا ہے، براہ کرم، دوبارہ کوشش کریں.',

];
