<?php

return [

    'domain'                => 'โดเมน',
    'logo'                  => 'โลโก้',

    'error' => [
        'not_user_company'  => 'ข้อผิดพลาด: คุณไม่สามารถแก้ไขบริษัทนี้!',
        'delete_active'     => 'ข้อผิดพลาด: ไม่สามารถลบบริษัทที่กำลังดำเนินการอยู่ได้ โปรดเปลี่ยนบริษัทอื่นก่อน!',
        'disable_active'    => 'ข้อผิดพลาด: ไม่สามารถปิดการใช้งานบริษัทที่กำลังดำเนินการอยู่ได้ โปรดเปลี่ยนบริษัทอื่นก่อน!',
    ],

    'form_description' => [
        'general'           => 'ข้อมูลนี้จะถูกแสดงในรายการที่คุณสร้าง',
        'billing'           => 'เลขกำกับภาษีจะแสดงอยู่บนทุกใบแจ้งหนี้/ใบเสร็จรับเงิน. แดชบอร์ดและรายงานจะแสดงสกุลเงินที่ตั้งค่าปริยายไว้',
        'address'           => 'ที่อยู่จะถูกนำไปใช้บนทุกใบแจ้งหนี้/ใบเสร็จรับเงิน และรายการธุรกรรมอื่นที่คุณสร้างขึ้น',
    ],

    'skip_step'             => 'ข้ามขั้นตอนนี้',

];
