<?php

return [

    'accounts' => [
        'cash'              => 'เงินสด',
    ],

    'categories' => [
        'deposit'           => 'เงินฝาก',
        'sales'             => 'การขาย',
    ],

    'currencies' => [
        'usd'               => 'ดอลลาร์สหรัฐฯ',
        'eur'               => 'ยูโร',
        'gbp'               => 'ปอนด์ อังกฤษ',
        'try'               => 'ลีรา ตุรกี',
    ],

    'offline_payments' => [
        'cash'              => 'เงินสด',
        'bank'              => 'โอนเงินผ่านธนาคาร',
    ],

    'reports' => [
        'income'            => 'สรุปรายได้ต่อเดือนตามหมวดหมู่',
        'expense'           => 'สรุปรายจ่ายต่อเดือนตามหมวดหมู่',
        'income_expense'    => 'สรุปรายได้กับรายจ่ายต่อเดือนตามหมวดหมู่',
        'tax'               => 'สรุปยอดภาษีต่อไตรมาส',
        'profit_loss'       => 'สรุปยอดกำไรขาดทุนต่อไตรมาสตามหมวดหมู่',
    ],

];
