<?php

return [

    'title' => [
        '403' => 'ขออภัย ระบบไม่อนุญาตให้เข้าได้',
        '404' => 'ขออภัย ระบบไม่พบหน้านี้',
        '500' => 'ขออภัย มีบางอย่างผิดพลาด',
    ],

    'header' => [
        '403' => '403 ไม่อนุญาต',
        '404' => '404 ไม่พบ',
        '500' => '500 ข้อผิดพลาดภายในเซิร์ฟเวอร์',
    ],

    'message' => [
        '403' => 'คุณไม่มีสิทธิเข้าถึงหน้านี้',
        '404' => 'เราไม่พบหน้าที่คุณกำลังหาอยู่',
        '500' => 'เราจะดำเนินการแก้ไขภายในเร็วๆนี้',
    ],

];
