<?php

return [

    'success' => [
        'added'             => ':type เพิ่มแล้ว!',
        'updated'           => ':type อัพเดทแล้ว!',
        'deleted'           => ':type ลบแล้ว!',
        'duplicated'        => ':type ทำซ้ำแล้ว!',
        'imported'          => ':type นำเข้าแล้ว!',
    ],
    'error' => [
        'over_payment'      => 'ข้อผิดพลาด: การชำระเงินไม่เพิ่ม ยอดเงินผ่านทั้งหมด',
        'not_user_company'  => 'ข้อผิดพลาด: คุณไม่สามารถจัดการบริษัทนี้!',
        'customer'          => 'ข้อผิดพลาด: ผู้ใช้ยังไม่ได้สร้าง! :name ใช้อีเมลนี้แล้ว',
        'no_file'           => 'ข้อผิดพลาด: ไม่ได้เลือกไฟล์!',
        'last_category'     => 'ข้อผิดพลาด: ไม่สามารถลบหมวด :type ล่าสุด!',
        'invalid_token'     => 'ข้อผิดพลาด: โทเค็นที่ป้อนไม่ถูกต้อง!',
    ],
    'warning' => [
        'deleted'           => 'คำเตือน: คุณไม่ได้รับอนุญาตให้ลบ <b>:name</b> เนื่องจากมี :text ที่เกี่ยวข้อง',
        'disabled'          => 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปิดใช้งาน <b>:name</b> เนื่องจากมี :text ที่เกี่ยวข้อง',
    ],

];
