<?php

return [

    'recurring'             => 'เกิดซ้ำ',
    'every'                 => 'ทุกๆ',
    'period'                => 'รอบระยะเวลา',
    'times'                 => 'ครั้ง',
    'daily'                 => 'รายวัน',
    'weekly'                => 'รายสัปดาห์',
    'monthly'               => 'รายเดือน',
    'yearly'                => 'รายปี',
    'custom'                => 'กำหนดเอง',
    'days'                  => 'วัน',
    'weeks'                 => 'สัปดาห์',
    'months'                => 'เดือน',
    'years'                 => 'ปี',
    'message'               => 'นี่คือสิ่งที่เกิดซ้ำๆ :type และต่อไป :type จะถูกสร้างขึ้นโดยอัตโนมัติที่ :date',

];
