<?php

return [

    'name'              => 'Оффлайн платежі',
    'description'       => 'Створити необмежену кількість варіантів платежів для використання адміна',

    'add_new'           => 'Добавити нове',
    'edit'              => 'Редагувати: :method',

    'form' => [
        'code'          => 'Код',
        'customer'      => 'Показати Клієнту',
        'order'         => 'Замовлення'
    ],

    'methods'           => 'Метод|Методи',

    'payment_gateways'  => 'Способи Оффлайн Платежів',

];
