<?php

return [

    'profile'               => 'פרופיל',
    'logout'                => 'יציאה',
    'login'                 => 'התחברות',
    'login_to'              => 'התחבר כדי להתחיל את ה-session',
    'remember_me'           => 'זכור אותי',
    'forgot_password'       => 'שכחתי את הסיסמה שלי',
    'reset_password'        => 'איפוס סיסמה',
    'enter_email'           => 'הזן את כתובת הדוא"ל שלך',
    'current_email'         => 'דוא ל הנוכחי',
    'reset'                 => 'איפוס',
    'never'                 => 'לעולם לא',
    
    'password' => [
        'current'           => 'סיסמה',
        'current_confirm'   => 'אימות סיסמה',
        'new'               => 'סיסמה חדשה',
        'new_confirm'       => 'אימות סיסמה חדשה',
    ],
    
    'error' => [
        'self_delete'       => 'שגיאה: לא ניתן למחוק את עצמך!',
        'no_company'        => 'שגיאה: אין חברה המוקצה לחשבון שלך.. אנא, פנה אל מנהל המערכת.',
    ],

    'failed'                => 'פרטים אלה אינם תואמים את רישומינו.',
    'disabled'              => 'חשבון זה אינו זמין. אנא, פנה אל מנהל המערכת.',
    'throttle'              => 'ניסיונות כניסה רבים מדי. אנא נסו שוב בעוד :seconds שניות.',

    'notification' => [
        'message_1'     => 'אתה מקבל את האימייל הזה כי קיבלנו בקשת איפוס סיסמה עבור החשבון שלך.',
        'message_2'     => 'אם לא אתה ביקשת את איפוס הסיסמה, לא נדרשת פעולה נוספת.',
        'button'        => 'איפוס סיסמה',
    ],

];
