<?php

return [

    'domain'                => 'דומיין (שם מתחם)',
    'logo'                  => 'לוגו',

    'error' => [
        'not_user_company'  => 'שגיאה: אינך מורשה לנהל את החברה הזאת!',
        'delete_active'     => 'שגיאה: לא ניתן למחוק חברה פעילה, בבקשה לשנות לחברה אחרת קודם!',
        'disable_active'    => 'שגיאה: לא ניתן להשבית חברה פעילה. בבקשה תיצור קודם חברה אחרת קודם.',
    ],

    'form_description' => [
        'general'           => 'המידע נמצא ברשומות שיצרת.',
        'billing'           => 'מספר מיסוי מופיע בכל חשבונית/קבלה. ',
        'address'           => 'כתובת אשר תשמש לחשבוניות, קבלה ומסמכים אחרים אשר תנפיק',
    ],

    'skip_step'             => 'דלג על שלב זה',

];
