<?php

return [

    'accounts' => [
        'cash'              => 'כסף מזומן',
    ],

    'categories' => [
        'deposit'           => 'לְהַפְקִיד',
        'sales'             => 'מכירות',
    ],

    'currencies' => [
        'usd'               => 'דולר אמריקאי',
        'eur'               => 'יורו',
        'gbp'               => 'לירה שטרלינג (פאונד)',
        'try'               => 'לירה טורקית',
    ],

    'offline_payments' => [
        'cash'              => 'כסף מזומן',
        'bank'              => 'העברה בנקאית',
    ],

    'reports' => [
        'income'            => 'סיכום הכנסה חודשית לפי קטגוריות.',
        'expense'           => 'סיכום הוצאות חודשיות לפי קטגוריות.',
        'income_expense'    => 'הכנסות החודש לעומת הוצאות החודש לפי קטגוריות',
        'tax'               => 'סיכום מס רבעוני. ',
        'profit_loss'       => 'רווח והפסד רבעוניים לפי קטגוריות.',
    ],

];
