<?php

return [

    'title' => [
        '403'       => 'אופס! גישה אסורה',
        '404'       => 'אופס! הדף לא נמצא',
        '500'       => 'אופס! משהו השתבש',
    ],

    'header' => [
        '403'       => '403 - משאב אסור',
        '404'       => '404 - הדף לא נמצא',
        '500'       => '500 - שגיאת שרת פנימית',
    ],

    'message' => [
        '403'       => 'אינך יכול לגשת לדף זה.',
        '404'       => 'לא הצלחנו למצוא את הדף שחיפשת.',
        '500'       => 'מיד נעבוד על התיקון הזה.',
        'record'    => 'לא הצלחנו למצוא את הרשומה שחיפשת.',
    ],
];
