<?php

return [

    'rate'                  => 'דירוג',
    'rate_percent'          => 'דירוג (%)',
    'normal'                => 'רגיל',
    'inclusive'             => 'כָּלוּל',
    'compound'              => 'מתחם',
    'fixed'                 => 'קבוע',
    'withholding'           => 'ניכוי מס במקור',
    'no_taxes'              => 'ללא מיסוי',
    'create_task'           => 'צור מדרגת מס חדשה. ניתן לשנות בכל עת מהגדרות',
    'new_tax'               => 'מס חדש',

    'form_description' => [
        'general'           => 'מס כולל מחושב במחיר המוצר. מס נוסף מחושב לאחר כל שאר המיסים. מס קבוע הינו סכום קבוע ולא אחוז',
    ],

];
