<?php

return [

    'profile'               => 'プロフィール',
    'logout'                => 'ログアウト',
    'login'                 => 'ログイン',
    'login_to'              => 'セッションを開始するにはログインしてください',
    'remember_me'           => 'この端末で覚えている',
    'forgot_password'       => 'パスワードを忘れた',
    'reset_password'        => 'パスワードを再設定する',
    'enter_email'           => 'メールアドレスを入力してください',
    'current_email'         => '現在の電子メールアドレス',
    'reset'                 => 'リセット',
    'never'                 => '決して',
    
    'password' => [
        'current'           => 'パスワード',
        'current_confirm'   => 'パスワード確認',
        'new'               => '新しいパスワード',
        'new_confirm'       => '新しいパスワードの確認',
    ],
    
    'error' => [
        'self_delete'       => 'エラー：自分を削除することはできません。',
        'no_company'        => 'エラー：あなたのアカウントに会社は割り当てられていません。 システム管理者に連絡してください。',
    ],

    'failed'                => 'これらの資格情報は私たちの記録と一致しません',
    'disabled'              => 'このアカウントは無効になっています。 システム管理者に連絡してください。',
    'throttle'              => 'ログインの試行回数が多すぎます。:seconds 秒後にお試しください。',

    'notification' => [
        'message_1'     => 'お客様のアカウントのパスワード再設定リクエストを受信したため、このメールを受信しています。',
        'message_2'     => 'パスワードのリセットを要求しなかった場合は、これ以上の操作は不要です。',
        'button'        => 'パスワードを再設定する',
    ],

];
