<?php

return [

    'bulk_actions'     => '一括アクション|一括アクション',
    'selected'         => '選択中',

    'message' => [
        'duplicate'     => '選択したレコードを<b>複製</b>してもよろしいですか?',
        'delete'        => '本当にしたいですか <b>削除する</b>選択したレコード?|本当によろしいですか <b>削除する</b>選択したレコード?',
        'export'        => '本当によろしいですか <b>エクスポート</b>選択したレコード?|本当によろしいですか<b>エクスポート</b> 選択したレコード?',
        'enable'        => '本当によろしいですか<b>可能にする</b> 選択したレコード?|本当によろしいですか<b>可能にする</b> 選択したレコード?',
        'disable'       => '本当によろしいですか <b>無効にする</b> 選択したレコード?|本当によろしいですか<b>無効にする</b>選択したレコード?',
        'paid'          => '選択した請求書にマークを付けてもよろしいですか <b>支払った</b>?|選択した請求書にマークを付けてもよろしいですか<b>支払った</b>?',
        'sent'          => '選択した請求書にマークを付けてもよろしいですか <b>送った</b>?|選択した請求書にマークを付けてもよろしいですか<b>送った</b>?',
        'received'      => '選択した請求書にマークを付けてもよろしいですか <b>受け取った</b>?|選択した請求書にマークを付けてもよろしいですか<b>受け取った</b>?',
    ],

];
