<?php

return [

    'success' => [
        'added'             => ':タイプ追加!',
        'updated'           => '：タイプが更新されました！',
        'deleted'           => '：タイプが削除されました！',
        'duplicated'        => '：タイプが更新されました！',
        'imported'          => '：タイプが更新されました！',
        'enabled'           => '：タイプ 有効にしました!',
        'disabled'          => ': タイプ無効!',
    ],

    'error' => [
        'over_payment'      => 'エラー: 支払いが追加されません!入力した金額が合計を渡します:: 量',
        'not_user_company'  => 'エラー：この会社を管理することは許可されていません！',
        'customer'          => 'エラー：ユーザーが作成されませんでした。 ：nameはすでにこのメールアドレスを使用しています。',
        'no_file'           => 'エラー：ファイルが選択されていません。',
        'last_category'     => 'エラー: 削除できません最後: 型に分類!',
        'invalid_token'     => 'エラー：入力されたトークンは無効です。',
        'import_column'     => 'エラー:: メッセージ シート名:: シート。行番号:: 行。',
        'import_sheet'      => 'エラー: シート名が無効です。サンプル ファイルを下さい。',
    ],

    'warning' => [
        'deleted'           => '警告: <b>を削除する権限がありません: それを持っているので</b> の名前: 関連するテキスト。',
        'disabled'          => '警告: <b>を削除する権限がありません: それを持っているので</b> の名前: 関連するテキスト。',
        'disable_code'      => '警告: ことはできません無効にするか、 <b>の通貨を変更する: それを持っているので</b> の名前: 関連するテキスト。',
    ],

];
