<?php

return [

    'bulk_actions'      => '批次動作|批次動作',
    'selected'          => '已選取',
    'no_action'         => '無需跟進',

    'message' => [
        'duplicate'     => '你確定要<b>復制</b>這些選定的記錄的嗎？',
        'delete'        => '你確定要<b>刪除</b>這些選定的記錄的嗎？|你確定要<b>刪除</b>這些選定的記錄的嗎？',
        'export'        => '你確定要<b>導出</b>這些選定的記錄的嗎？|你確定要<b>導出</b>這些選定的記錄的嗎？',
        'enable'        => '你確定要<b>啟用</b>這些選定的記錄的嗎？|你確定要<b>啟用</b>這些選定的記錄的嗎？',
        'disable'       => '你確定要<b>停用</b>選定的記錄嗎？|你確定要<b>停用</b> 選定的記錄嗎？',
        'paid'          => '您確定要將選定的發票標記為<b>已支付</b>嗎？|您確定要將選定的發票標記為<b>已支付</b>嗎？',
        'sent'          => '您確定要將選定的發票標記為<b>已發送</b>嗎？|您確定要將選定的發票標記為<b>已發送</b>嗎？',
        'received'      => '您確定要將選定的帳單標記為<b>已收到</b>嗎？|您確定要將選定的帳單標記為<b>已收到</b>嗎？',
        'cancelled'     => '你確定要<b>注銷</b>這些選定的發票嗎？|你確定要<b>注銷</b>這些選定的發票嗎？',
        'reconcile'     => '你確定要 <b>對帳</b> 選定的記錄嗎？|你確定要 <b>對帳</b> 選定的記錄嗎？',
        'unreconcile'   => '你確定要 <b>未核銷</b> 選定的記錄嗎？|你確定要 <b>未核銷</b> 選定的記錄嗎？',
    ],

];
