<?php

return [

    'profile'               => 'Профил',
    'logout'                => 'Одјава',
    'login'                 => 'Пријава',
    'login_to'              => 'Пријава за покретање сесије',
    'remember_me'           => 'Запамти ме',
    'forgot_password'       => 'Заборавили смо лозинку',
    'reset_password'        => 'Обнављање лозинке',
    'enter_email'           => 'Упишите своју адресу е-поште',
    'current_email'         => 'Тренутна е-пошта',
    'reset'                 => 'Обнови',
    'never'                 => 'Никад',
    'landing_page'          => 'Лендинг страница',

    'password' => [
        'current'           => 'Лозинка',
        'current_confirm'   => 'Потврда лозинке',
        'new'               => 'Нова лозинка',
        'new_confirm'       => 'Потврда нове лозинке',
    ],

    'error' => [
        'self_delete'       => 'Грешка: Није могуће избрисати себе!',
        'self_disable'      => 'Грешка: Није могуће онеспособити себе!',
        'no_company'        => 'Грешка: Ни једна компанија није додата Вашем налогу. Молимо Вас, контактирајте администратора система.',
    ],

    'failed'                => 'Унети подаци не одговарају нашим записима.',
    'throttle'              => 'Превише покушаја пријаве. Молимо Вас покушајте поново за :seconds секунди.',
    'disabled'              => 'Овај налог је искључен. Молимо Вас обратите се администратору система.',

    'notification' => [
        'message_1'     => 'Примили сте ову е-пошту зато што смо добили захтев за обнову лозинке за ваш налог.',
        'message_2'     => 'Ако нисте тражили обнову лозинке, нису потребно било шта даље радити.',
        'button'        => 'Обнови лозинку',
    ],

];
