<?php

return [

    'recurring'             => 'Понављајуће',
    'every'                 => 'Сваких',
    'period'                => 'Период',
    'times'                 => 'Пута',
    'daily'                 => 'Дневно',
    'weekly'                => 'Недељно',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишње',
    'custom'                => 'Шрилагођено',
    'days'                  => 'Дан(a)',
    'weeks'                 => 'Недеља(е)',
    'months'                => 'Месеца(и)',
    'years'                 => 'Године(a)',
    'message'               => 'Ово је понављајући :type и следећи :type ће аутоматски бити генерисан :date',

];
