<?php

return [

    'account_name'          => 'खाते का नाम',
    'account_balance'       => 'खाते का बैलेंस',
    'number'                => 'खाता संख्या',
    'opening_balance'       => 'प्रारंभिक शेष',
    'current_balance'       => 'वर्तमान शेष',
    'bank_name'             => 'बैंक का नाम',
    'bank_phone'            => 'बैंक का फोन नंबर',
    'bank_address'          => 'बैंक का पता',
    'default_account'       => 'मूल खाता',
    'incoming'              => 'आवक',
    'outgoing'              => 'जावक',
    'see_performance'       => 'प्रदर्शन देखें',
    'create_report'         => 'अगर आप खाते का प्रदर्शन देखना चाहते हैं। आप आय बनाम व्यय रिपोर्ट उदाहरण बना सकते हैं।',
    'banks'                 => 'बैंक|बैंकों',
    'credit_cards'          => 'क्रेडिट कार्ड|क्रेडिट कार्ड',

    'form_description' => [
        'general'           => 'ऋणात्मक प्रारंभिक शेषराशि के लिए क्रेडिट कार्ड प्रकार का उपयोग करें। खातों को सही ढंग से समेटने के लिए संख्या आवश्यक है। डिफ़ॉल्ट खाता सभी लेनदेन को रिकॉर्ड करेगा यदि अन्यथा नहीं चुना गया है।',
        'bank'              => 'आपके एक से अधिक बैंकों में कई बैंक खाते हो सकते हैं। आपके बैंक के बारे में जानकारी रिकॉर्ड करने से आपके बैंक के भीतर लेन-देन का मिलान करना आसान हो जाएगा।',
    ],

    'no_records' => [
        'transactions'      => 'इस खाते में अभी तक कोई लेनदेन नहीं हुआ है। अब एक नया बनाएँ।',
        'transfers'         => 'इस खाते से/में अभी तक कोई स्थानांतरण नहीं हुआ है। अब एक नया बनाएँ।',
    ],

];
