<?php

return [

    'profile'               => 'प्रोफ़ाइल',
    'logout'                => 'लॉग आउट',
    'login'                 => 'लॉग इन करें',
    'login_to'              => 'अपना सेशन शुरू करने के लिए लॉगिन करे',
    'remember_me'           => 'मुझे याद रखना',
    'forgot_password'       => 'मैं अपना पासवर्ड भूल गया',
    'reset_password'        => 'पासवर्ड रीसेट',
    'enter_email'           => 'अपना ईमेल दर्ज करे',
    'current_email'         => 'वर्तमान ईमेल',
    'reset'                 => 'रीसेट',
    'never'                 => 'कभी नहीँ',
    'landing_page'          => 'लैंडिंग पेज',

    'password' => [
        'current'           => 'पासवर्ड',
        'current_confirm'   => 'पासवर्ड पुष्टि करें',
        'new'               => 'नया पासवर्ड',
        'new_confirm'       => 'नया पासवर्ड पुष्टि करें',
    ],

    'error' => [
        'self_delete'       => 'त्रुटि: अपने आप को हटा नहीं सकते हैं!',
        'self_disable'      => 'त्रुटि: अपने आप को निष्क्रिय नहीं सकते हैं!',
        'no_company'        => 'त्रुटि: आपके खाते को कोई कंपनी नहीं सौंपी गई। कृपया सिस्टम व्यवस्थापक से संपर्क करें।',
    ],

    'failed'                => 'ये प्रमाण हमारे रिकॉर्ड से मेल नहीं खा रहे हैं।',
    'throttle'              => 'बहुत सारे लॉगिन प्रयास। :seconds सेकंड में फिर से कोशिश करें।',
    'disabled'              => 'यह खाता निष्क्रिय है। कृपया सिस्टम व्यवस्थापक से संपर्क करें।',

    'notification' => [
        'message_1'     => 'आप यह ईमेल प्राप्त कर रहे हैं क्योंकि हमें आपके खाते के लिए पासवर्ड रीसेट अनुरोध प्राप्त हुआ है।',
        'message_2'     => 'यदि आपने पासवर्ड रीसेट का अनुरोध नहीं किया है, तो आगे की कार्रवाई की आवश्यकता नहीं है।',
        'button'        => 'पासवर्ड रीसेट',
    ],

];
