<?php

return [

    'bulk_actions'      => 'एक साथ बड़ी क्रिया|एक साथ बड़ी क्रिया',
    'selected'          => 'चयनित',
    'no_action'         => 'कोई कार्य उपलब्ध नहीं है',

    'message' => [
        'duplicate'     => 'क्या आप वाकई चयनित रिकॉर्ड की <b>प्रतिलिपि</b> करना चाहते हैं?',
        'delete'        => 'क्या आप वाकई चयनित रिकॉर्ड <b>हटाना</b> चाहते हैं?|क्या आप सुनिश्चित हैं कि आप चयनित रिकॉर्ड <b>हटाना</b> चाहते हैं?',
        'export'        => 'क्या आप सुनिश्चित हैं कि आप चयनित रिकॉर्ड <b>निर्यात</b> करना चाहते हैं?|क्या आप सुनिश्चित हैं कि आप चयनित रिकॉर्ड <b>निर्यात</b> करना चाहते हैं?',
        'enable'        => 'क्या आप वाकई चयनित रिकॉर्ड को <b>सक्रिय</b> करना चाहते हैं?|क्या आप वाकई चयनित रिकॉर्ड को <b>सक्रिय</b> करना चाहते हैं?',
        'disable'       => 'क्या आप वाकई चयनित रिकॉर्ड को <b>निष्क्रिय</b> करना चाहते हैं?|क्या आप वाकई चयनित रिकॉर्ड को <b>निष्क्रिय</b> करना चाहते हैं?',
        'paid'          => 'क्या आप वाकई चयनित चालान को <b>भुगतान</b> के रूप में चिह्नित करना चाहते हैं?|क्या आप सुनिश्चित हैं कि आप चयनित चालान को <b>भुगतान</b> के रूप में चिह्नित करना चाहते हैं?',
        'sent'          => 'क्या आप सुनिश्चित हैं कि आप चयनित चालान को <b>भेजे गए</b> के रूप में चिह्नित करना चाहते हैं?|क्या आप सुनिश्चित हैं कि आप चयनित चालान को <b>भेजे गए</b> के रूप में चिह्नित करना चाहते हैं?',
        'received'      => 'क्या आप वाकई चयनित बिल को <b>प्राप्त किये</b> गए के रूप में चिह्नित करना चाहते हैं?|क्या आप वाकई चयनित बिलों को <b>प्राप्त किये</b> गए के रूप में चिह्नित करना चाहते हैं?',
        'cancelled'     => 'क्या आप वाकई चयनित चालान/बिल को <b>रद्द</b> करना चाहते हैं?|क्या आप वाकई चयनित चालान/बिल को <b>रद्द</b> करना चाहते हैं?',
        'reconcile'     => 'क्या आप वाकई चयनित रिकॉर्ड को <b>समाधान</b> करना चाहते हैं?|क्या आप वाकई चयनित रिकॉर्ड को <b>समाधान</b> करना चाहते हैं?',
        'unreconcile'   => 'क्या आप वाकई चयनित रिकॉर्ड को <b>अवधान</b> करना चाहते हैं?|क्या आप वाकई चयनित रिकॉर्ड को <b>अवधान</b> करना चाहते हैं?',
    ],

];
