<?php

return [

    'domain'                => 'डोमेन',
    'logo'                  => 'लोगो',

    'error' => [
        'not_user_company'  => 'त्रुटि: आपको इस कंपनी को बदलने की अनुमति नहीं है!',
        'delete_active'     => 'त्रुटि: सक्रिय कंपनी को हटा नहीं सकते। कृपया, पहले दूसरे पर स्विच करें!',
        'disable_active'    => 'त्रुटि: सक्रिय कंपनी को निष्क्रिय नहीं कर सकते। कृपया, पहले दूसरे पर स्विच करें!',
    ],

    'form_description' => [
        'general'           => 'यह जानकारी आपके द्वारा बनाए गए रिकॉर्ड में दिखाई देती है।',
        'billing'           => 'प्रत्येक चालान/बिल में कर संख्या दिखाई देती है। डैशबोर्ड और रिपोर्ट डिफ़ॉल्ट मुद्रा के अंतर्गत दिखाए जाते हैं।',
        'address'           => 'आपके द्वारा जारी इनवॉइस, बिल और अन्य रिकॉर्ड में पते का उपयोग किया जाएगा।',
    ],

    'skip_step'             => 'इस चरण (step) को छोड़ दें',

];
