<?php

return [

    'can_login'                 => 'लॉग इन कर सकते हैं?',
    'can_login_description'     => 'इस उपयोगकर्ता को क्लाइंट पोर्टल में लॉग इन करने के लिए आमंत्रण भेजें।',
    'user_created'              => 'उपयोगकर्ता बनाया गया',
    'client_portal_description' => 'ग्राहक पोर्टल एक ऐसा वातावरण है जहां आप अपने ग्राहकों के साथ लेनदेन और चालान साझा कर सकते हैं, जहां वे आपके व्यवसाय के साथ अपने संबंधों को ट्रैक करते हैं और भुगतान करते हैं, और जब चाहें लॉग इन करते हैं; उनके पासवर्ड के साथ',

    'error' => [
        'email'                 => 'ईमेल पहले ही ली जा चुकी हैं।',
    ],

    'client_portal_text' => [
        'can'                   => 'यह ग्राहक क्लाइंट पोर्टल में लॉग इन कर सकता है।',
        'cant'                  => 'यह ग्राहक क्लाइंट पोर्टल में लॉग इन नहीं कर सकता है।',
    ],

    'form_description' => [
        'general'               => 'आपके क्लाइंट की संपर्क जानकारी इनवॉइस और उनकी प्रोफाइल में दिखाई देगी। आप नीचे दिए गए बॉक्स को चेक करके अपने क्लाइंट को आपके द्वारा भेजे गए इनवॉइस को ट्रैक करने के लिए लॉगिन करने की अनुमति भी दे सकते हैं।',
        'billing'               => 'ग्राहक को जारी किए गए प्रत्येक चालान में कर संख्या दिखाई देती है। चयनित मुद्रा इस ग्राहक के लिए डिफ़ॉल्ट मुद्रा बन जाती है।',
        'address'               => 'इनवॉइस के लिए पता आवश्यक है, इसलिए आपको अपने ग्राहक के लिए बिलिंग पता विवरण जोड़ना होगा।',
    ],

    'no_records' => [
        'invoices'              => 'इस ग्राहक के लिए अभी तक कोई चालान नहीं है। अब एक नया बनाएँ।',
        'transactions'          => 'इस ग्राहक के लिए अभी तक कोई लेन-देन नहीं हुआ है। अब एक नया बनाएँ।',
    ],

];
