<?php

return [

    'can_login'                 => 'क्लाइंट पोर्टल में आमंत्रित करें',
    'can_login_description'     => 'इस उपयोगकर्ता को क्लाइंट पोर्टल में लॉग इन करने के लिए आमंत्रण भेजें।',
    'user_created'              => 'उपयोगकर्ता बनाया गया',
    'client_portal_description' => 'ग्राहक पोर्टल एक ऐसा वातावरण है जहां आप अपने ग्राहकों के साथ लेनदेन और चालान साझा कर सकते हैं, जहां वे अपने व्यवसाय के साथ अपने संबंधों को ट्रैक करते हैं, ऑनलाइन भुगतान करते हैं, और अपने पासवर्ड से कभी भी लॉग इन करते हैं।',

    'error' => [
        'email'                 => 'यह ईमेल पहले से उपयोग में है।',
    ],

    'client_portal_text' => [
        'can'                   => 'यह ग्राहक क्लाइंट पोर्टल में लॉग इन कर सकता है।',
        'cant'                  => 'यह ग्राहक क्लाइंट पोर्टल में लॉग इन नहीं कर सकता है।',
    ],

    'form_description' => [
        'general'               => 'आपके ग्राहक की संपर्क जानकारी चालान और उनकी प्रोफाइल में दिखाई देगी। आप नीचे दिए गए बॉक्स को चेक करके अपने ग्राहक को आपके द्वारा भेजे गए चालान को ट्रैक करने के लिए लॉगिन करने की अनुमति भी दे सकते हैं।',
        'billing'               => 'ग्राहक को जारी किए गए प्रत्येक चालान में कर संख्या दिखाई देती है। चयनित मुद्रा इस ग्राहक के लिए डिफ़ॉल्ट मुद्रा बन जाती है।',
        'address'               => 'चालान के लिए पता आवश्यक है, इसलिए आपको अपने ग्राहक के लिए बिलिंग पता विवरण जोड़ना होगा।',
        'contact_persons'       => 'किसी ईमेल में अतिरिक्त प्राप्तकर्ताओं को CC के रूप में शामिल करने के लिए, उन्हें संपर्क व्यक्तियों के रूप में जोड़ें।',
    ],

    'no_records' => [
        'invoices'              => 'इस ग्राहक के लिए अभी तक कोई चालान नहीं है। अब एक नया बनाएँ।',
        'transactions'          => 'इस ग्राहक के लिए अभी तक कोई लेन-देन नहीं हुआ है। अब एक नया बनाएँ।',
    ],

];
