<?php

return [

    'accounts' => [
        'cash'              => 'नकद',
    ],

    'categories' => [
        'deposit'           => 'जमा',
        'sales'             => 'बिक्री',
    ],

    'currencies' => [
        'usd'               => 'अमेरिकी डॉलर',
        'eur'               => 'यूरो',
        'gbp'               => 'ब्रिटिश पाउंड',
        'try'               => 'तुर्की लीरा',
    ],

    'offline_payments' => [
        'cash'              => 'नकद',
        'bank'              => 'बैंक ट्रांसफर',
    ],

    'reports' => [
        'income'            => 'श्रेणी के द्वारा मासिक आय सारांश।',
        'expense'           => 'श्रेणी के अनुसार मासिक व्यय सारांश।',
        'income_expense'    => 'श्रेणी के हिसाब से मासिक आय vs व्यय।',
        'tax'               => 'त्रैमासिक कर सारांश।',
        'profit_loss'       => 'श्रेणी के अनुसार त्रैमासिक लाभ और हानि।',
    ],

];
