<?php

return [

    'forbidden_access' => 'प्रवेश निषिद्ध',
    'error_page'       => 'त्रुटि पृष्ठ',
    'page_not_found'   => 'पृष्ठ नहीं मिला',

    'body'   => [
        'forbidden_access' => 'ऊप्स! प्रवेश निषिद्ध।',
        'error_page' => 'ऊप्स! कुछ गलत हो गया।',
        'page_not_found' => 'ऊप्स! पृष्ठ नहीं मिला।',
    ],

    'messages'   => [
        'forbidden_access' => 'आप इस पेज तक नहीं पहुँच सकते।
         इस बीच, आप <a href=":link"> डैशबोर्ड पर लौट सकते हैं।</a>',
        'error_page' => 'हम उस समय को ठीक करने पर काम करेंगे।
         इस बीच, आप <a href=":link"> डैशबोर्ड पर लौट सकते हैं।</a>',
        'page_not_found' => 'आपको वह पृष्ठ नहीं मिला, जिसकी आप तलाश कर रहे थे।
         इस बीच, आप <a href=":link"> डैशबोर्ड पर लौट सकते हैं।</a>',
    ],

];
