<?php

return [

    'title' => [
        '403' => 'ऊप्स! प्रवेश वर्जित',
        '404' => 'ऊप्स! पृष्ठ नहीं मिला',
        '500' => 'ऊप्स! कुछ गलत हो गया',
    ],

    'header' => [
        '403' => '403 वर्जित',
        '404' => '404 नहीं मिला',
        '500' => '500 आंतरिक सर्वर त्रुटि',
    ],

    'message' => [
        '403' => 'आप इस पेज तक नहीं पहुँच सकते।',
        '404' => 'आपको वह पृष्ठ नहीं मिला, जिसकी आप तलाश कर रहे थे।',
        '500' => 'हम इसे ठीक करने पर तुरंत काम करेंगे।',
    ],

];
