<?php

return [

    'sale_price'                => 'विक्रय कीमत',
    'purchase_price'            => 'खरीद कीमत',
    'enter_item_description'    => 'वस्तु का विवरण दर्ज करें',
    'billing'                   => 'बिलिंग',
    'sale_information'          => 'बिक्री की जानकारी',
    'purchase_information'      => 'खऱीदी की जानकारी ',

    'form_description' => [
        'general'               => 'अपनी रिपोर्ट को अधिक विस्तृत बनाने के लिए एक श्रेणी चुनें। जब किसी चलान या बिल में आइटम का चयन किया जाता है तो विवरण पॉप्युलेट हो जाएगा।',
        'billing'               => 'बिक्री की जानकारी का उपयोग चालान में किया जाता है, और खरीद जानकारी का उपयोग बिलों में किया जाता है। इनवॉइस और बिल दोनों पर टैक्स लगेगा।',
    ],

];
