<?php

return [

    'success' => [
        'added'             => ':type जोड़ा गया!',
        'created'			=> ':typ बनाया गया!',
        'updated'           => ':type अपडेट किया गया!',
        'deleted'           => ':type हटा दिया गया!',
        'duplicated'        => ':type प्रतिलिपि बनाई गई!',
        'imported'          => ':type इम्पोर्ट किया गया!',
        'import_queued'     => ':type इंपोर्ट अनुसूचित किया गया है! समाप्त होने पर आपको एक ईमेल प्राप्त होगा।',
        'exported'          => ':type निर्यात!',
        'export_queued'     => ':type निर्यात अनुसूचित किया गया है! जब डाउनलोड करने के लिए तैयार होगा तो आपको एक ईमेल प्राप्त होगा।',
        'download_queued'   => 'वर्तमान पृष्ठ का :type डाउनलोड शेड्यूल कर दिया गया है! जब यह डाउनलोड के लिए तैयार हो जाएगा तो आपको एक ईमेल प्राप्त होगा।',
        'enabled'           => ':type सक्रिय किया गया!',
        'disabled'          => ':type निष्क्रिय किया गया!!',
        'connected'         => ':type जुड़ा!',
        'invited'           => ':type आमंत्रित!',
        'ended'             => ':type समाप्त!',

        'clear_all'         => 'वाह! आपने अपना सभी :type साफ़ कर दिया है।',
    ],

    'error' => [
        'over_payment'      => 'त्रुटि: भुगतान नहीं जोड़ा गया! आपके द्वारा दर्ज की गई राशि कुल: :amount है',
        'not_user_company'  => 'त्रुटि: आपको इस कंपनी का प्रबंधन करने की अनुमति नहीं है!',
        'customer'          => 'त्रुटि: उपयोगकर्ता नहीं बनाया गया! :name पहले से ही इस ईमेल पते का उपयोग करते हैं।',
        'no_file'           => 'त्रुटि: कोई फ़ाइल चयनित नहीं!',
        'last_category'     => 'त्रुटि: अंतिम :type श्रेणी को हटा नहीं सकते हैं!',
        'transfer_category' => 'त्रुटि: स्थानांतरण <b>:type</b> श्रेणी को हटाया नहीं जा सकता!',
        'change_type'       => 'त्रुटि: प्रकार बदल नहीं सकता क्योंकि इसमें :text संबंधित है!',
        'invalid_apikey'    => 'त्रुटि: दर्ज की गई API कुंजी अमान्य है!',
        'empty_apikey'      => 'त्रुटि: आपने अपनी API कुंजी दर्ज नहीं की है! अपनी API कुंजी दर्ज करने के लिए <a href=":url" class="font-bold underline underline-offset-4">यहाँ क्लिक करें</a>.',
        'import_column'     => 'त्रुटि: :message शीट का नाम: :sheet। पंक्ति संख्या::line।',
        'import_sheet'      => 'त्रुटि: शीट का नाम मान्य नहीं है। कृपया, नमूना फ़ाइल की जाँच करें।',
        'same_amount'       => 'त्रुटि: विभाजन की कुल राशि बिल्कुल  :transaction कुल के समान होनी चाहिए: :amount',
        'over_match'        => 'त्रुटि: :type कनेक्ट नहीं है! आपके द्वारा दर्ज की गई राशि कुल भुगतान से अधिक नहीं हो सकती: :amount',
    ],

    'warning' => [
        'deleted'           => 'चेतावनी: आपको <b>:name</b> को हटाने की अनुमति नहीं है क्योंकि इसमें :text संबंधित है।',
        'disabled'          => 'चेतावनी: आपको <b>:name</b> को निष्क्रिय करने की अनुमति नहीं है क्योंकि इसमें :text संबंधित है।',
        'reconciled_tran'   => 'चेतावनी: आपको लेनदेन को बदलने / हटाने की अनुमति नहीं है क्योंकि यह सामंजस्य है!',
        'reconciled_doc'    => 'चेतावनी: आपको :type को बदलने / हटाने की अनुमति नहीं है क्योंकि इसमें लेन-देन सामंजस्य है!',
        'disable_code'      => 'चेतावनी: आपको <b>:name </b> की मुद्रा को निष्क्रिय या बदलने की अनुमति नहीं है क्योंकि इसमें :text संबंधित है।',
        'payment_cancel'    => 'चेतावनी: आपने अपना हाल का :method भुगतान रद्द कर दिया है!',
        'missing_transfer'  => 'चेतावनी: इस लेन-देन से संबंधित स्थानांतरण अनुपलब्ध है। आपको इस लेन-देन को हटाने पर विचार करना चाहिए।',
        'connect_tax'       => 'चेतावनी: इस :type में कर राशि शामिल है। :type में जोड़े गए करों को जोड़ा नहीं जा सकता, इसलिए कर कुल में जोड़ दिया जाएगा और उसी के अनुसार गणना की जाएगी।',
    ],

];
