<?php

return [

    'recurring'             => 'आवर्ती',
    'interval'              => 'अंतराल',
    'frequency'             => 'आवृत्ति',
    'count'                 => 'गणना',
    'every'                 => 'हर एक',
    'period'                => 'अवधि',
    'times'                 => 'समय',
    'daily'                 => 'दैनिक',
    'weekly'                => 'साप्ताहिक',
    'monthly'               => 'मासिक',
    'yearly'                => 'वार्षिक',
    'custom'                => 'कस्टम',
    'days'                  => 'दिन()',
    'weeks'                 => 'सप्ताह()',
    'months'                => 'महीना(s)',
    'years'                 => 'वर्ष(s)',
    'message'               => 'यह एक आवर्ती :type है और अगला :type :date को स्वचालित रूप से उत्पन्न हो जाएगा',
    'message_parent'        => 'यह  :type स्वचालित रूप से :link से उत्पन्न हुआ था',
    'tooltip'               => 'पूर्वनिर्धारित अवधियों के अलावा, आवश्यकताओं के संबंध में अनुकूलित अवधियों को समायोजित करना संभव है।<br><b>युक्ति:</b> असीमित पुनरावृति के लिए गणना को शून्य पर सेट किया जाना चाहिए।',

];
