<?php

return [

    'rate'                  => 'दर',
    'rate_percent'          => 'दर (%)',
    'normal'                => 'साधारण',
    'inclusive'             => 'सम्मिलित',
    'compound'              => 'यौगिक',
    'fixed'                 => 'निश्चित',
    'withholding'           => 'रोक',
    'no_taxes'              => 'कोई कर नहीं',
    'create_task'           => 'एक नया कर बनाएं और सेटिंग से कभी भी संपादित करें।',
    'new_tax'               => 'नया कर',

    'form_description' => [
        'general'           => 'समावेशी कर की गणना वस्तु की कीमत में की जाती है। चक्रवृद्धि कर की गणना अन्य करों के शीर्ष पर की जाती है। निश्चित कर एक राशि के रूप में लगाया जाता है, प्रतिशत के रूप में नहीं।',
    ],

];
