<?php

return [

    'payment_received'      => 'भुगतान प्राप्त',
    'payment_made'          => 'भुगतान किया गया',
    'paid_by'               => 'द्वारा भुगतान',
    'paid_to'               => 'भुगतान किया',
    'related_invoice'       => 'संबंधित चालान',
    'related_bill'          => 'संबंधित बिल',
    'recurring_income'      => 'आवर्ती आय',
    'recurring_expense'     => 'आवर्ती व्यय',

    'form_description' => [
        'general'           => 'यहां आप लेन-देन की सामान्य जानकारी जैसे दिनांक, राशि, खाता, विवरण आदि दर्ज कर सकते हैं।',
        'assign_income'     => 'अपनी रिपोर्ट को अधिक विस्तृत बनाने के लिए एक श्रेणी और ग्राहक का चयन करें।',
        'assign_expense'    => 'अपनी रिपोर्ट को अधिक विस्तृत बनाने के लिए एक श्रेणी और विक्रेता का चयन करें।',
        'other'             => 'लेन-देन को अपने रिकॉर्ड से लिंक रखने के लिए एक नंबर और संदर्भ दर्ज करें।',
    ],

    'slider' => [
        'create'            => ':user ने यह लेन-देन :date को बनाया',
        'attachments'       => 'इस लेन-देन से जुड़ी फ़ाइलें डाउनलोड करें',
        'create_recurring'  => ':user ने यह आवर्ती टेम्पलेट :date को बनाया',
        'schedule'          => ':date  के बाद से हर :interval :frequency में दोहराएं',
        'children'          => ':count लेनदेन स्वचालित रूप से बनाए गए थे',
        'transfer_headline' => ':from_account से :to_account तक',
        'transfer_desc'     => '25/03/2022 को स्थानांतरण बनाया गया।',
    ],

    'share' => [
        'income' => [
            'show_link'     => 'आपका ग्राहक इस लिंक पर लेन-देन देख सकता है',
            'copy_link'     => 'लिंक को कॉपी करें और अपने ग्राहक के साथ साझा करें।',
        ],

        'expense' => [
            'show_link'     => 'आपका विक्रेता इस लिंक पर लेन-देन देख सकता है',
            'copy_link'     => 'लिंक को कॉपी करें और अपने विक्रेता के साथ साझा करें।',
        ],
    ],

    'sticky' => [
        'description'       => 'आप पूर्वावलोकन कर रहे हैं कि आपका ग्राहक आपके भुगतान के वेब संस्करण को कैसे देखेगा।',
    ],

];
