<?php

return [

    'form_description' => [
        'general'           => 'आपके विक्रेता की संपर्क जानकारी बिल और उनकी प्रोफाइल में दिखाई देगी। आप उनकी संपर्क जानकारी और उनके लोगो को बिलों में इस्तेमाल करने के लिए जोड़ सकते हैं।',
        'billing'           => 'आपको जारी किए गए प्रत्येक बिल में टैक्स नंबर दिखाई देता है। चयनित मुद्रा इस विक्रेता के लिए डिफ़ॉल्ट मुद्रा बन जाती है।',
        'address'           => 'बिलों के लिए पता आवश्यक है, इसलिए आपको अपने विक्रेता के लिए बिलिंग पता विवरण जोड़ना होगा।',
    ],

    'no_records' => [
        'bills'             => 'इस विक्रेता के लिए अभी तक कोई बिल नहीं है। अब एक नया बनाएँ।',
        'transactions'      => 'इस विक्रेता के लिए अभी तक कोई लेन-देन नहीं हुआ है। अब एक नया बनाएँ।',
    ],

];
