<?php

return [

    'receivables'               => 'प्राप्तियां',
    'payables'                  => 'देय',
    'cash_flow'                 => 'नकद प्रवाह',
    'profit_loss'               => 'लाभ & हानि',
    'expenses_by_category'      => 'श्रेणी के अनुसार व्यय',
    'account_balance'           => 'खाते का बैलेंस',
    'bank_feeds'                => 'बैंक खाते कनेक्ट करें',
    'currencies'                => 'मुद्राओं',

    'view_report'               => 'रिपोर्ट देखें',
    'total_unpaid_invoices'     => 'कुल भुगतान न किए गए चालान',
    'total_unpaid_bills'        => 'कुल बकाया बिल',

    'description' => [
        'receivables'           => 'वह राशि जो आपको अभी तक अपने ग्राहकों से प्राप्त नहीं हुई है',
        'payables'              => 'वह राशि जो आपने अभी तक अपने विक्रेताओं को भुगतान नहीं की है',
        'cash_flow'             => 'आपके व्यवसाय में आने वाली और बाहर जाने वाली नकदी',
        'profit_loss'           => 'अवैतनिक चालान और बिलों सहित आय और व्यय',
        'expenses_by_category'  => 'विभिन्न श्रेणियों में शीर्ष(टॉप) खर्च',
        'account_balance'       => 'आपके बैंक खातों की वर्तमान शेष राशि',
        'bank_feeds'            => 'अपने बैंक खातों को जोड़कर अपने लेनदेन को स्वचालित रूप से </br>अकांटिंग में आयात करें',
    ],

    'periods' => [
        'overdue_1_30'          => '1-30 दिन अतिदेय',
        'overdue_30_60'         => '30-60 दिन अतिदेय',
        'overdue_60_90'         => '60-90 दिन अतिदेय',
        'overdue_90_un'         => '> 90 दिनों का अतिदेय',
    ],
];
