<?php

return [

    'profile'               => 'प्रोफाइल',
    'logout'                => 'बाहिरिनुहोस्',
    'login'                 => 'भित्रिनुहोस्',
    'login_to'              => 'नयाँँ सत्र सुरू गर्न लग इन गर्नुहोस',
    'remember_me'           => 'मलाई सम्झिरहनु',
    'forgot_password'       => 'मैले मेरो पासवर्ड विर्सिएँ',
    'reset_password'        => 'पुन नयाँ पासवर्ड राख्नुहोस',
    'enter_email'           => 'ईमेल ठेगाना राख्नुहोस',
    'current_email'         => 'हालको इमेल',
    'reset'                 => 'पुनः राख्नुहोस्',
    'never'                 => 'कहिल्यै',
    'landing_page'          => 'अवतरण पृष्ठ',

    'password' => [
        'current'           => 'संकेत शब्द',
        'current_confirm'   => 'संकेत शब्दको सुनिश्चितत़ा',
        'new'               => 'नयाँँ संकेत शब्द लिनुहोस',
        'new_confirm'       => 'नयाँ संकेत शब्दको सुनिश्चितत़ा',
    ],

    'error' => [
        'self_delete'       => 'त्रुटि: आफैंलाई हटाउन सकिदैन !',
        'self_disable'      => 'त्रुटि: आफैँलाइ असक्षम गराउन सकिदैन!',
        'no_company'        => 'त्रुटि: तपाईको खातासँग सम्बन्धित कम्पनि तोकिएको छैन । कृपया प्प्ररणाली शासकसँग सम्पर्क  गर्नुहोस।',
    ],

    'failed'                => 'यी प्रमाणहरू हाम्रो रेकर्डसँग मेल खादैनन्।',
    'throttle'              => 'भित्रिने धेरै प्रयास असफल रहे। कृपया  :seconds सेकेन्ड पछि पुन:  प्रयास गर्नुहोस्।',
    'disabled'              => 'यो खाता निष्कृय गरिएको छ। कृपया, प्रणाली प्रशासकसँग सम्पर्क गर्नुहोस।',

    'notification' => [
        'message_1'     => 'तपाई यो इमेल प्राप्त गर्दै हुनुहुन्छ किनभने हामीलाई प्रवेश शब्द पुनः राख्ने प्रयोजनार्थ अनुरोध प्राप्त भएको छ।',
        'message_2'     => 'यदि तपाईले प्रवेश शब्द पुनः राख्ने प्रयोजनार्थ  अनुरोध नगरेको भए कुनै कार्य गर्नु पर्दैन।',
        'button'        => 'प्रवेश शब्द पुन: राख्नुहोस',
    ],

];
