<?php

return [

    'bulk_actions'      => 'थोक कार्य|बहुमत कार्यहरु',
    'selected'          => 'छानिएको',
    'no_action'         => 'कुनै क्रिया उपलब्ध छैन',

    'message' => [
        'duplicate'     => 'के तपाई छानिएको रेकर्डलाई <b>नक्कल</b> गर्न चाहानुहुन्छ ?',
        'delete'        => 'के तपाई छानिएको रेकर्डलाई <b>हटाउन</b> चाहानुहुन्छ?|के तपाई छानिएका रेकर्डहरूलाई <b>हटाउन</b> चाहानुहुन्छ?',
        'export'        => 'के तपाई छानिएको रेकर्डलाई <b>निर्यात</b> गर्न चाहानुहुन्छ?|के तपाई छानिएको रेकर्डहरूलाई <b>निर्यात</b> गर्न चाहानुहुन्छ?',
        'enable'        => 'के तपाई छानिएको रेकर्डलाई <b>सक्रिय</b> गर्न चाहानुहुन्छ?|के तपाई छानिएको रेकर्डहरूलाई <b>सक्रिय</b> गर्न चाहानुहुन्छ?',
        'disable'       => 'के तपाई छानिएको रेकर्डलाई <b>निस्क्रिय</b> गर्न चाहानुहुन्छ?|के तपाई छानिएको रेकर्डहरूलाई <b>निस्क्रिय</b> गर्न चाहानुहुन्छ?',
        'paid'          => 'के तपाई छानिएको चलानीलाई <b>भुक्तानी गरिएको</b>भनि अंकित  गर्न चाहानुहुन्छ?|के तपाई छानिएका चलानीहरूलाई <b>भुक्तानी गरिएका</b>  भनि अंकित गर्न चाहानुहुन्छ?',
        'sent'          => 'के तपाई छानिएको चलानीलाई <b>पठाईएको</b>भनि अंकित  गर्न चाहानुहुन्छ?|के तपाई छानिएका चलानीहरूलाई <b>पठाईएका</b>  भनि अंकित गर्न चाहानुहुन्छ?',
        'received'      => 'के तपाई छानिएको बिललाई <b>बिल प्राप्त</b>भनि अंकित  गर्न चाहानुहुन्छ?|के तपाई छानिएका बिलहरूलाई <b>बिल प्राप्त</b>  भनि अंकित गर्न चाहानुहुन्छ?',
        'cancelled'     => 'के तपाई छानिएको चलानी/बिललाई <b>रद्द  गरिएको</b>भनि अंकित  गर्न चाहानुहुन्छ?|के तपाई छानिएका चलानी/बिलहरूलाई <b>रद्द गरिएका</b>  भनि अंकित गर्न चाहानुहुन्छ?',
        'reconcile'     => 'के तपाई छानिएको रेकर्डलाई <b>मेलमिलाप</b> गर्न चाहानुहुन्छ?|के तपाई छानिएको रेकर्डहरूलाई <b>सक्रिय</b> गर्न चाहानुहुन्छ?',
        'unreconcile'   => 'के तपाई छानिएको रेकर्डलाई <b>हटाउन</b> चाहानुहुन्छ?|के तपाई छानिएका रेकर्डहरूलाई <b>हटाउन</b> चाहानुहुन्छ?',
    ],

];
