<?php

return [

    'accounts' => [
        'cash'              => 'नगद',
    ],

    'categories' => [
        'deposit'           => 'निक्षेप',
        'sales'             => 'विक्री',
    ],

    'currencies' => [
        'usd'               => 'अमेरिकी डलर',
        'eur'               => 'युरो',
        'gbp'               => 'ब्रिटिश पाउन्ड',
        'try'               => 'टर्किश लिरा',
    ],

    'offline_payments' => [
        'cash'              => 'नगद',
        'bank'              => 'बैंक ट्रान्सफर',
    ],

    'reports' => [
        'income'            => 'वर्गीकरणको आधारमा मासिक आयको सारांश',
        'expense'           => 'वर्गीकरणको आधारमा मासिक खर्चको सारांश',
        'income_expense'    => 'वर्गीकरणको आधारमा मासिक आय विरुद्ध मासिक व्यय',
        'tax'               => 'त्रैमासिक कर सारांश',
        'profit_loss'       => 'बर्गीकरणको आधारमा त्रैमासिक  नाफा र नोक्सान',
    ],

];
