<?php

return [

    'title' => [
        '403'       => 'ओहो! पहुँच निषेध',
        '404'       => 'ओहो! पेज भेटिएन',
        '500'       => 'ओहो! कुनै त्रुटी हुन पुग्यो',
    ],

    'header' => [
        '403'       => '४०३ निषेध',
        '404'       => '४०४ भेटिएन',
        '500'       => '५०० आन्तरिक सर्भर त्रुटी',
    ],

    'message' => [
        '403'       => 'तपाइले यो पेजमा पहुँच राख्न सक्नुहुन्न |',
        '404'       => 'तपाईंले खोज्नुभएको पृष्ठ फेला पार्न सकेनौँ |',
        '500'       => 'हामी अहिले नै यो ठीक गर्ने काम गर्नेछौं।',
        'record'    => 'तपाईले खोज्नु भएको रेकर्ड हामीले फेला पार्न सकेनौं।',
    ],

];
