<?php

return [

    'whoops'              => 'उफ्फ!',
    'hello'               => 'नमस्कार!',
    'salutation'          => 'भवदीय,<br> :company_name',
    'subcopy'             => 'यदि तपाईलाई ":text" बटन क्लिक गर्न गाह्रो भएमा, तल दिइएको URL कपि गरेर ब्राऊजर मा पेस्ट गर्नुहोस: [:url](:url)',
    'reads'               => 'पढ्नुहोस् | पढ्नुहोस्',
    'read_all'            => 'सबै पढ्नुहोस्',
    'mark_read'           => 'चिन्ह लगाउनुहोस्',
    'mark_read_all'       => 'सबै पढेको चिन्ह लगाउनुहोस्',
    'new_apps'            => 'नयाँ App | नयाँ Apps',
    'upcoming_bills'      => 'आगामी बिलहरू',
    'recurring_invoices'  => 'दोहोरिने इनभ्वाइसहरू',
    'recurring_bills'     => 'दोहोरिने बिलहरू',

    'update' => [

        'mail' => [

            'subject' => '⚠️ अपडेट असफल भयो: domain',
            'message' => 'अद्यावधिक: उपनामबाट: चालू_वर्जनबाट: नयाँ_वर्जन निम्न सन्देशको साथ चरणमा <strong> कदम: </ strong> विफल::error_message',

        ],

        'slack' => [

            'message' => '⚠️ अपडेट असफल भयो: domain',

        ],

    ],

    'import' => [

        'completed' => [

            'subject'           => 'आयात सम्पन्न भयो',
            'description'       => 'आयात पूरा भएको छ र रेकर्डहरू तपाईंको प्यानलमा उपलब्ध छन्।',

        ],

        'failed' => [

            'subject'           => 'आयात असफल भयो',
            'description'       => 'निम्न मुद्दाहरूको कारणले फाईल आयात गर्न सकिएन:',

        ],
    ],

    'export' => [

        'completed' => [

            'subject'           => 'निर्यात तयार छ',
            'description'       => 'निर्यात फाईल निम्न लिंकबाट डाउनलोड गर्नका लागि तयार छ:',

        ],

        'failed' => [

            'subject'           => 'निर्यात असफल भयो',
            'description'       => 'निम्न मुद्दाहरूको कारणले गर्दा निर्यात फाईल सिर्जना गर्न सकिएन:',

        ],

    ],

    'messages' => [

        'mark_read'             => ': प्रकार यस सूचना पढिएको छ!',
        'mark_read_all'         => ': प्रकार यस सूचना पढिएको छ!',
        'new_app'               => ': प्रकार अनुप्रयोग/App प्रकाशित भयो।',
        'export'                => 'तपाईंको <b>: प्रकार </ b> निर्यात फाइल<a href=":url" target="_blank"> <b> डाउनलोड </ b> </a> गर्न  तयार छ।',
        'import'                => 'तपाईंको <b>: प्रकार </ b> पंक्तिबद्ध <b>: गणना </ b> डाटा सफलतापूर्वक आयात गरियो।',

    ],
];
