<?php

return [

    'company' => [
        'description'                => 'कम्पनीको नाम, इमेल, ठेगाना, कर सङ्ख्या आदि परिवर्तन गर्नुहोस्',
        'name'                       => 'नाम',
        'email'                      => 'ईमेल',
        'phone'                      => 'फोन',
        'address'                    => 'ठेगाना',
        'edit_your_business_address' => 'तपाईंको व्यवसाय ठेगाना सम्पादन गर्नुहोस्',
        'logo'                       => 'लोगो',
    ],

    'localisation' => [
        'description'       => 'आर्थिक वर्ष, समय क्षेत्र, मितिको स्वरूप, र अरु स्थानीय विवरणहरु सेट गर्नुहोस्',
        'financial_start'   => 'आर्थिक वर्ष सुरु',
        'timezone'          => 'समयरेखा',
        'financial_denote' => [
            'title'         => 'वित्तीय वर्ष दर्शाउनुहोस्',
            'begins'        => 'यो सुरु भएको सालमा',
            'ends'          => 'यो समाप्त हुन्छ जुनमा',
        ],
        'date' => [
            'format'        => 'मितिको ढांचा',
            'separator'     => 'मिति विभाजक',
            'dash'          => 'ड्यास(-)',
            'dot'           => 'विन्दु(.)',
            'comma'         => 'अल्पविराम(,)',
            'slash'         => 'Slash (/)',
            'space'         => 'स्पेस( )',
        ],
        'percent' => [
            'title'         => 'प्रतिशत (%) स्थिति',
            'before'        => 'संख्या अघि',
            'after'         => 'संख्या पछि',
        ],
        'discount_location' => [
            'name'          => 'छुटको स्थान',
            'item'          => 'रेखामा',
            'total'         => 'जम्मामा',
            'both'          => 'रेखा र जम्मा दुबैमा',
        ],
    ],

    'invoice' => [
        'description'       => 'चलानीको उपसर्ग, सङ्ख्या, सर्तहरु, पुच्छर आदि अनुकुल गर्नुहोस्',
        'prefix'            => 'संख्या नं',
        'digit'             => 'संख्या अंक',
        'next'              => 'अर्को संख्या',
        'logo'              => 'लोगो',
        'custom'            => 'अनुकुल',
        'item_name'         => 'बस्तुको नाम',
        'item'              => 'आइटमहरू',
        'product'           => 'उत्पादनहरू',
        'service'           => 'सेवाहरु',
        'price_name'        => 'मुल्यको नाम',
        'price'             => 'मूल्य',
        'rate'              => 'दर',
        'quantity_name'     => 'परिमाणको नाम',
        'quantity'          => 'परिमाण',
        'payment_terms'     => 'भुक्तानीका शर्तहरु',
        'title'             => 'शिर्षक',
        'subheading'        => 'उप-शिर्षक',
        'due_receipt'       => 'रसिद उपरको बक्यौता',
        'due_days'          => ':days मा बक्यौता हुने',
        'choose_template'   => 'चलानीको नमुना छान्नुहोस्',
        'default'           => 'पूर्वनिर्धारित',
        'classic'           => 'परम्परागत',
        'modern'            => 'आधुनिक',
        'hide'              => [
            'item_name'         => 'वस्तुको नाम लुकाउनुहोस्',
            'item_description'  => 'वस्तु विवरण लुकाउनुहोस्',
            'quantity'          => 'मात्रा लुकाउनुहोस्',
            'price'             => 'मुल्य लुकाउनुहोस्',
            'amount'            => 'रकम लुकाउनुहोस्',
        ],
    ],

    'default' => [
        'description'       => 'तपाईंको कम्पनीको पूर्वनिर्धारित खाता, मुद्रा र भाषा',
        'list_limit'        => 'अभिलेखहरू प्रति पाना',
        'use_gravatar'      => 'अवतार प्रयोग गर्नुहोस्',
        'income_category'   => 'आय को वर्ग ',
        'expense_category'  => 'खर्चको वर्ग',
    ],

    'email' => [
        'description'       => 'प्रेषण प्रोटोकल र इमेलको नमुना परिवर्तन गर्नुहोस्',
        'protocol'          => 'प्रोटोकल',
        'php'               => 'PHP मेल',
        'smtp' => [
            'name'          => 'SMTP',
            'host'          => 'SMTP होस्ट',
            'port'          => 'SMTP पोर्ट',
            'username'      => 'SMTP युजर आइडी',
            'password'      => 'SMTP पासवर्ड',
            'encryption'    => 'SMTP सेक्युरिटी',
            'none'          => 'कुनै पनि होइन',
        ],
        'sendmail'          => 'मेल पठाउनुहोस',
        'sendmail_path'     => 'मेल प्रेषण path',
        'log'               => 'इमेल लग',

        'templates' => [
            'subject'                   => 'विषय',
            'body'                      => 'पाठ',
            'tags'                      => '<strong>उपलब्ध ट्यागहरु:</strong> :tag_list',
            'invoice_new_customer'      => 'नयाँ चलानीको नमुना(ग्राहकलाई प्रेषित)',
            'invoice_remind_customer'   => 'चलानी स्मरण टेम्प्लेट (ग्राहकलाई प्रेषित)',
            'invoice_remind_admin'      => 'चलानी स्मरण टेम्प्लेट (प्रशासकलाई प्रेषित)',
            'invoice_recur_customer'    => 'पुनरावृत्त चलानीको नमुना (ग्राहकलाई प्रेषित)',
            'invoice_recur_admin'       => 'पुनरावृत्त चलानीको नमुना (प्रशासकलाई  प्रेषित)',
            'invoice_payment_customer'  => 'भुक्तानी प्राप्तिको नमुना(ग्राहकलाई प्रेषित)',
            'invoice_payment_admin'     => 'भुक्तानी प्राप्तिको नमुना(प्रशासकलाई प्रेषित)',
            'bill_remind_admin'         => 'बिल स्मरण नमुना (प्रशासकलाई प्रेषित)',
            'bill_recur_admin'          => 'पुनरावृत्त बिलको नमुना(प्रशासकलाई प्रेषित)',
        ],
    ],

    'scheduling' => [
        'name'              => 'तालिकाबद्ध गर्ने',
        'description'       => 'पुनरावृत्तिको लागि स्वचालित स्मारिकाहरू र आदेश',
        'send_invoice'      => 'चलानी रिमाइंडर प्रेषण',
        'invoice_days'      => 'बक्यौता दिनपछि प्रेषण',
        'send_bill'         => 'बिल रिमाइंडर प्रेषण',
        'bill_days'         => 'बक्यौता दिनअघि प्रेषण',
        'cron_command'      => 'Cron कमाण्ड',
        'schedule_time'     => 'संचालन हुने घण्टा',
    ],

    'categories' => [
        'description'       => 'आय, व्यय र बस्तुको लागि असिमित वर्गहरु',
    ],

    'currencies' => [
        'description'       => 'मुद्रा सिर्जना, व्यवस्थापन तथा तिनको दर राख्नुहोस्',
    ],

    'taxes' => [
        'description'       => 'मुद्दती, साधारण, मिश्रीत र चक्रिय करको दर',
    ],

];
