<?php

return [

    'profile'               => 'Профіль',
    'logout'                => 'Вийти',
    'login'                 => 'Логін',
    'login_to'              => 'Увійдіть щоб розпочати сеанс',
    'remember_me'           => 'Запам\'ятати мене',
    'forgot_password'       => 'Я забув свій пароль',
    'reset_password'        => 'Змінити пароль',
    'enter_email'           => 'Введіть адресу електронної пошти',
    'current_email'         => 'Поточна електронна пошта',
    'reset'                 => 'Скинути',
    'never'                 => 'Ніколи',
    'landing_page'          => 'Головна сторінка',

    'password' => [
        'current'           => 'Пароль',
        'current_confirm'   => 'Підтвердіть пароль',
        'new'               => 'Новий пароль',
        'new_confirm'       => 'Підтвердити новий пароль',
    ],

    'error' => [
        'self_delete'       => 'Помилка: неможливо видалити!',
        'self_disable'      => 'Помилка: неможливо видалити!',
        'no_company'        => 'Помилка: компанії не присвоєно облікового запису. Зверніться до системного адміністратора.',
    ],

    'failed'                => 'Ці облікові дані не збігаються з нашими записами.',
    'throttle'              => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз, через :seconds.',
    'disabled'              => 'Цей обліковий запис вимкнено. Будь-ласка, зверніться до адміністратора.',

    'notification' => [
        'message_1'     => 'Ви отримуєте цей лист, тому що ми отримали запит скидання пароля для вашого облікового запису.',
        'message_2'     => 'Якщо ви не подавали запит на скидання паролю, подальших дій не потрібно.',
        'button'        => 'Змінити пароль',
    ],

];
