<?php

return [

    'profile'               => 'Профіль',
    'logout'                => 'Вийти',
    'login'                 => 'Логін',
    'login_to'              => 'Увійдіть щоб розпочати сеанс',
    'remember_me'           => 'Запам\'ятати мене',
    'forgot_password'       => 'Я забув свій пароль',
    'reset_password'        => 'Змінити пароль',
    'enter_email'           => 'Введіть адресу електронної пошти',
    'current_email'         => 'Поточна електронна пошта',
    'reset'                 => 'Скинути',
    'never'                 => 'Ніколи',
    'password' => [
        'current'           => 'Пароль',
        'current_confirm'   => 'Підтвердіть пароль',
        'new'               => 'Новий пароль',
        'new_confirm'       => 'Підтвердити новий пароль',
    ],
    'error' => [
        'self_delete'       => 'Помилка: неможливо видалити!'
    ],

    'failed'                => 'Ці облікові дані не збігаються з нашими записами.',
    'disabled'              => 'Цей обліковий запис вимкнено. Будь-ласка, зверніться до адміністратора.',
    'throttle'              => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз, через :seconds секунд.',

];
