<?php

return [

    'bulk_actions'     => 'Масова дія | Масові дії',
    'selected'         => 'Обрано',

    'message' => [
        'duplicate'     => 'Чи впевнені, що хочете видалити <b>дублювати</b> виділений запис?',
        'delete'        => 'Ви дійсно бажаєте <b>видалити</b> вибраний запис?|Ви дійсно бажаєте <b>видалити</b> вибрані записи?',
        'export'        => 'Ви дійсно бажаєте <b>експортувати</b> виділений запис?|Ви впевнені, що хочете <b>експортувати</b> виділені записи?',
        'enable'        => 'Ви дійсно бажаєте <b>увімкнути</b> вибраний запис?|Ви впевнені, що хочете <b>увімкнути</b> вибрані записи?',
        'disable'       => 'Ви дійсно бажаєте <b>вимкнути</b> вибраний запис?|Ви дійсно хочете <b>вимкнути</b> вибрані записи?',
        'paid'          => 'Ви дійсно бажаєте позначити вибраний рахунок-фактуру як <b>оплачено</b>? Ви дійсно бажаєте позначити вибрані рахунки-фактури, як <b>оплачено</b>?',
        'sent'          => 'Ви дійсно бажаєте позначити вибраний рахунок-фактуру як <b>надісланий</b>? Ви дійсно бажаєте позначити вибрані рахунки-фактури, як <b>відправлено</b>?',
        'received'      => 'Ви впевнені, що хочете позначити вибране як <b>отримано</b>?|Ви впевнені, що хочете позначити вибрані як <b>отримані</b>?',
    ],

];
