<?php

return [

    'select_to_action' => 'Виберіть дію',
    'selected'         => 'Обрано',
    'bulk_actions'     => 'Масова дія | Масові дії',
    'delete'           => 'Видалити',
    'duplicate'        => 'Дублювати',
    'export'           => 'Експорт',
    'enable'           => 'Увімкнути',
    'disable'          => 'Вимкнути',
    'change_category'  => 'Змінити категорію',
    'change_type'      => 'Змінити тип',


    'users' => [
        'change_role'    => 'Змінити роль',
        'change_company' => 'Змінити компанію',
    ],

    'bills' => [
        'change_bill_status' => 'Змінити стан рахунку',
    ],

    'payments' => [
        'change_payment_status' => 'Змінити стан платежу',
    ],

    'invoices' => [
        'change_invoice_status' => 'Змінити статус рахунку',
    ],

    'revenues' => [
        'change_revenue_status' => 'Змінити статус доходу',
    ],

    'categories' => [
        'change_category_status' => 'Змінити статус категорії',
    ],

    'message' => [
        'sure'       => 'Ви впевнені?',
        'duplicate'  => 'Ви дійсно хочете дублювати цей запис?',
        'deletes'    => 'Ви дійсно хочете видалити цей запис?|Ви дійсно хочете видалити ці записи?',
        'exports'    => 'Ви дійсно хочете експортувати ці записи?|Ви дійсно хочете експортувати ці записи?',
        'enable'     => 'Ви дійсно хочете включити цей запис?|Ви дійсно хочете включити ці записи?',
        'disable'    => 'Ви дійсно хочете включити цей запис?|Ви дійсно хочете включити ці записи?',
    ]

];
