<?php

return [

    'accounts' => [
        'cash'              => 'Готівка',
    ],

    'categories' => [
        'deposit'           => 'Аванс',
        'sales'             => 'Продажі',
    ],

    'currencies' => [
        'usd'               => 'Долар США',
        'eur'               => 'Євро',
        'gbp'               => 'Британський фунт',
        'try'               => 'Турецька ліра',
    ],

    'offline_payments' => [
        'cash'              => 'Готівка',
        'bank'              => 'Банківський переказ',
    ],

    'reports' => [
        'income'            => 'Щомісячний підсумок доходу за категорією.',
        'expense'           => 'Щомісячний підсумок витрат за категоріями.',
        'income_expense'    => 'Місячний дохід відносно витрат за категоріями.',
        'tax'               => 'Сума податків за квартал.',
        'profit_loss'       => 'Квартальний прибуток та збиток за категоріями.',
    ],

];
