<?php

return [

    'forbidden_access' => 'Заборонено доступ',
    'error_page'       => 'Помилка Сторінки',
    'page_not_found'   => 'Сторінку не знайдено',

    'body'   => [
        'forbidden_access' => 'Ой! Доступ Заборонено.',
        'error_page' => 'Ой! Щось пішло не так.',
        'page_not_found' => 'Ой! Сторінка не знайдена.',
    ],

    'messages'   => [
        'forbidden_access' => 'Неможливо отримати доступ до цієї сторінки.
        проте ви можете <a href=":link">повернутися до інформаційної панелі</a>.',
        'error_page' => 'Неможливо отримати доступ до цієї сторінки.
        проте ви можете <a href=":link">повернутися до інформаційної панелі</a>.',
        'page_not_found' => 'Ми не змогли знайти сторінки, які ви шукали.
        проте ви можете <a href=":link">повернутись до інформаційної панелі</a>.',
    ],

];
