<?php

return [

    'title' => [
        '403' => 'Ой! Доступ Заборонено.',
        '404' => 'Ой! Сторінка не знайдена.',
        '500' => 'Ой! Щось пішло не так.',
    ],

    'header' => [
        '403' => '403 Заборонено',
        '404' => '404 Сторінку не знайдено',
        '500' => '500 Внутрішня помилка сервера',
    ],

    'message' => [
        '403' => 'Ви не можете отримати доступ до цієї сторінки.',
        '404' => 'Ми не змогли знайти сторінку, яку ви шукали.',
        '500' => 'Ми будемо працювати над тим, щоб виправити це одразу.',
    ],

];
