<?php

return [

    'next'                  => 'Наступний',
    'refresh'               => 'Перезавантажити',

    'steps' => [
        'requirements'      => 'Будь ласка, зверніться до вашого хостинг-провайдера для виправлення помилок!',
        'language'          => 'Крок 1/3 : Вибір мови',
        'database'          => 'Крок 2/3 : Налаштування бази даних',
        'settings'          => 'Крок 3/3 : Деталі компанії та адміністратора',
    ],

    'language' => [
        'select'            => 'Виберіть мову',
    ],

    'requirements' => [
        'enabled'           => ':feature потрібно ввімкнути!',
        'disabled'          => ':feature потрібно вимкнути!',
        'extension'         => ':feature розширення потрібно встановити та увімкнути!',
        'directory'         => ':directory директорія повинна бути доступною для запису!',
    ],

    'database' => [
        'hostname'          => 'Ім\'я хосту',
        'username'          => 'Ім\'я користувача',
        'password'          => 'Пароль',
        'name'              => 'База Даних',
    ],

    'settings' => [
        'company_name'      => 'Назва компанії',
        'company_email'     => 'Email Вашої Компанії',
        'admin_email'       => 'E-mail Адміністратора',
        'admin_password'    => 'Пароль адміністратора',
    ],

    'error' => [
        'connection'        => 'Error: Не вдалося підключитися до бази даних! Переконайтесь, що дані введено правильно.',
    ],

];
