<?php

return [

    'invoice_number'        => 'Номер рахунку',
    'invoice_date'          => 'Дата',
    'total_price'           => 'Загальна сума',
    'due_date'              => 'Термін виконання',
    'order_number'          => 'Номер замовлення',
    'bill_to'               => 'Рахунок до',

    'quantity'              => 'Кількість',
    'price'                 => 'Ціна',
    'sub_total'             => 'Сума',
    'discount'              => 'Знижка',
    'tax_total'             => 'Всього пдв',
    'total'                 => 'Всього',

    'item_name'             => 'Назва товару|Назви товарів',

    'show_discount'         => ':discount% Знижка',
    'add_discount'          => 'Додати знижку',
    'discount_desc'         => 'з суми',

    'payment_due'           => 'Очікуваний платіж',
    'paid'                  => 'Оплачено',
    'histories'             => 'Історії',
    'payments'              => 'Платежі',
    'add_payment'           => 'Додати платіж',
    'mark_paid'             => 'Позначити Оплаченим',
    'mark_sent'             => 'Позначити відправленим',
    'mark_viewed'           => 'Відмітити переглянуті',
    'download_pdf'          => 'Завантажити PDF',
    'send_mail'             => 'Надіслати листа',
    'all_invoices'          => 'Увійдіть, щоб переглянути всі рахунки',
    'create_invoice'        => 'Створити рахунок',
    'send_invoice'          => 'Відправити замовлення',
    'get_paid'              => 'Отримати Оплату',
    'accept_payments'       => 'Приймати онлайн-платежі',

    'statuses' => [
        'draft'             => 'Чернетка',
        'sent'              => 'Надіслано',
        'viewed'            => 'Переглянуто',
        'approved'          => 'Затверджено',
        'partial'           => 'Частково оплачено',
        'paid'              => 'Оплачено',
        'overdue'           => 'Прострочено',
        'unpaid'            => 'Неоплачено',
    ],

    'messages' => [
        'email_sent'        => 'Рахунок електронною поштою відправлено!',
        'marked_sent'       => 'Рахунок позначено як відправлений!',
        'marked_paid'       => 'Рахунок позначено як оплачений!',
        'email_required'    => 'Немає повідомлень цього клієнта!',
        'draft'             => 'Цей рахунок <b>DRAFT</b> відображатиметься на графіках після його отримання.',

        'status' => [
            'created'       => 'Створено :date',
            'viewed'        => 'Переглянуто',
            'send' => [
                'draft'     => 'Не надіслано',
                'sent'      => 'Надіслано :date',
            ],
            'paid' => [
                'await'     => 'Очікується оплата',
            ],
        ],
    ],

];
