<?php

return [

    'recurring'             => 'Повторно',
    'every'                 => 'Кожен',
    'period'                => 'Період',
    'times'                 => 'Час',
    'daily'                 => 'Щоденно',
    'weekly'                => 'Щотижня',
    'monthly'               => 'Щомісяця',
    'yearly'                => 'Щорічно',
    'custom'                => 'Інший',
    'days'                  => 'День(дні)',
    'weeks'                 => 'Тиждень(тижні)',
    'months'                => 'Місяць(місяці)',
    'years'                 => 'Рік(роки)',
    'message'               => 'Це повторюється :type і наступний :type буде автоматично згенеровано на :date
',

];
