<?php

return [

    'recurring'             => 'Поточний',
    'every'                 => 'Кожен',
    'period'                => 'Період',
    'times'                 => 'Час',
    'daily'                 => 'Щоденно',
    'weekly'                => 'Щотижня',
    'monthly'               => 'Щомісяця',
    'yearly'                => 'Щорічно',
    'custom'                => 'Інший',
    'days'                  => 'День(дні)',
    'weeks'                 => 'Тиждень(тиждні)',
    'months'                => 'Місяць(місяці)',
    'years'                 => 'Рік(роки)',
    'message'               => 'Це повторюється: тип і наступний: тип буде автоматично згенеровано на: дата',

];
