<?php

return [

    'this_year'             => 'Цього Року',
    'previous_year'         => 'Минулий Рік',
    'this_quarter'          => 'Цей Квартал',
    'previous_quarter'      => 'Попередній Квартал',
    'last_12_months'        => 'Останні 12 Місяців',
    'profit_loss'           => 'Прибуток & Збиток',
    'gross_profit'          => 'Загальний Прибуток
',
    'net_profit'            => 'Новий Прибуток',
    'total_expenses'        => 'Загальні витрати',
    'net'                   => 'NET',

    'summary' => [
        'income'            => 'Підсумковий Прибуток',
        'expense'           => 'Звіт про Витрати',
        'income_expense'    => 'Дохід vs Витрати',
        'tax'               => 'Підсумковий Податок',
    ],

    'quarter' => [
        '1'                 => 'Січень-Березень',
        '2'                 => 'Квітень-Червень',
        '3'                 => 'Липень-Вересень',
        '4'                 => 'Жовтень-Грудень',
    ],

];
