<?php

return [

    'company' => [
        'description'       => 'Змінити назву компанії, email, адресу, податковий номер та ін.',
        'name'              => 'Ім’я',
        'email'             => 'Електронна пошта',
        'phone'             => 'Телефон',
        'address'           => 'Адреса',
        'logo'              => 'Логотип',
    ],

    'localisation' => [
        'description'       => 'Встановіть фінансовий рік, часовий пояс, формат дати та більше локальних даних',
        'financial_start'   => 'Початок фінансового року',
        'timezone'          => 'Часовий пояс',
        'date' => [
            'format'        => 'Формат дати',
            'separator'     => 'Роздільник дати',
            'dash'          => 'Тире (–)',
            'dot'           => 'Крапка (.)',
            'comma'         => 'Кома (,)',
            'slash'         => 'Слеш (/)',
            'space'         => 'Пробіл ( )',
        ],
        'percent' => [
            'title'         => 'Відсоток (%) Позиція',
            'before'        => 'Перед Номером',
            'after'         => 'Після Номеру',
        ],
    ],

    'invoice' => [
        'description'       => 'Налаштування префікса рахунку, чисел, футеру і т.п.',
        'prefix'            => 'Префікс ',
        'digit'             => 'Кількість цифр',
        'next'              => 'Наступний номер',
        'logo'              => 'Логотип',
        'custom'            => 'Інший',
        'item_name'         => 'Назва товару',
        'item'              => 'Товар',
        'product'           => 'Товар',
        'service'           => 'Послуги',
        'price_name'        => 'Назва ціни',
        'price'             => 'Ціна',
        'rate'              => 'Ставка',
        'quantity_name'     => 'Назва кількості',
        'quantity'          => 'Кількість',
        'payment_terms'     => 'Умови оплати',
        'title'             => 'Заголовок',
        'subheading'        => 'Підзаголовок',
        'due_receipt'       => 'В залежності від отримання',
        'due_days'          => 'Строк за :days днів',
        'choose_template'   => 'Оберіть шаблон рахунку',
        'default'           => 'За замовчуванням',
        'classic'           => 'Класичний',
        'modern'            => 'Модерн',
    ],

    'default' => [
        'description'       => 'Типовий рахунок, валюта, мова вашої компанії',
        'list_limit'        => 'Записів на сторінці',
        'use_gravatar'      => 'Використання Gravatar',
    ],

    'email' => [
        'description'       => 'Змінити шаблони протоколу та електронної пошти',
        'protocol'          => 'Протокол',
        'php'               => 'PHP Mail',
        'smtp' => [
            'name'          => 'SMTP',
            'host'          => 'SMTP Сервер',
            'port'          => 'SMTP порт',
            'username'      => 'SMTP ім\'я користувача',
            'password'      => 'Пароль до SMTP',
            'encryption'    => 'Захист SMTP',
            'none'          => 'Жодний',
        ],
        'sendmail'          => 'Надіслати пошту',
        'sendmail_path'     => 'Шлях надсилання пошти',
        'log'               => 'Журнал Електронної пошти ',

        'templates' => [
            'subject'                   => 'Тема',
            'body'                      => 'Текст повідомлення',
            'tags'                      => '<strong>Доступні теги:</strong> :tag_list',
            'invoice_new_customer'      => 'Новий шаблон рахунку (надісланий клієнту)',
            'invoice_remind_customer'   => 'Шаблон нагадування рахунку (відправлений клієнту)',
            'invoice_remind_admin'      => 'Шаблон нагадування про рахунок (надісланий адміністратору)',
            'invoice_recur_customer'    => 'Шаблон нагадування рахунку (відправлений клієнту)',
            'invoice_recur_admin'       => 'Шаблон нагадування про рахунок (надісланий адміністратору)',
            'invoice_payment_customer'  => 'Шаблон отриання платежу (відправлений клієнту)',
            'invoice_payment_admin'     => 'Шаблон отриманий платіж (надісланий адміністратором)',
            'bill_remind_admin'         => 'Шаблон нагадування про рахунок (надісланий адміністратору)',
            'bill_recur_admin'          => 'Шаблон нагадування про рахунок (надісланий адміністратору)',
        ],
    ],

    'scheduling' => [
        'name'              => 'Планувальник',
        'description'       => 'Автоматичні нагадування та команди для повторних дій',
        'send_invoice'      => 'Надіслати нагадування про рахунок',
        'invoice_days'      => 'Надсилати після відповідних днів',
        'send_bill'         => 'Надіслати нагадування про рахунок',
        'bill_days'         => 'Надіслати після відповідних днів',
        'cron_command'      => 'Cron команда',
        'schedule_time'     => 'Години до запуску',
    ],

    'categories' => [
        'description'       => 'Необмежені категорії для продажів, витрат і товарів',
    ],

    'currencies' => [
        'description'       => 'Створюйте і керуйте валютами та встановлюйте їх курси',
    ],

    'taxes' => [
        'description'       => 'Фіксовані, нормальні, включні та складні податкові ставки',
    ],

];
